import React from "react";
import "./RulesText.css";

//#region images
import one_1 from "../../assets/images/1_1.png";
import one_2 from "../../assets/images/1_2.png";
import one_3 from "../../assets/images/1_3.png";
import one_3_1 from "../../assets/images/1_3_1.png";
import one_3_2 from "../../assets/images/1_3_2.png";
import one_4 from "../../assets/images/1_4.png";
import one_4_1 from "../../assets/images/1_4_1.png";
import one_4_2 from "../../assets/images/1_4_2.png";
import one_4_3 from "../../assets/images/1_4_3.png";
import one_4_4 from "../../assets/images/1_4_4.png";
import one_4_5 from "../../assets/images/1_4_5.png";
import one_4_6 from "../../assets/images/1_4_6.png";
import one_4_7 from "../../assets/images/1_4_7.png";
import one_5 from "../../assets/images/1_5.png";
import one_5_1 from "../../assets/images/1_5_1.png";
import one_5_2 from "../../assets/images/1_5_2.png";
import one_5_3 from "../../assets/images/1_5_3.png";
import one_6 from "../../assets/images/1_6.png";
import one_7 from "../../assets/images/1_7.png";
import one_8 from "../../assets/images/1_8.png";
import one_9 from "../../assets/images/1_9.png";
import one_10 from "../../assets/images/1_10.png";
import one_10_1 from "../../assets/images/1_10_1.png";
import one_10_2 from "../../assets/images/1_10_2.png";
import one_10_3 from "../../assets/images/1_10_3.png";
import one_11 from "../../assets/images/1_11.png";
import one_12 from "../../assets/images/1_12.png";
import one_13 from "../../assets/images/1_13.png";
import one_14 from "../../assets/images/1_14.png";
import one_14_1 from "../../assets/images/1_14_1.png";
import one_14_2 from "../../assets/images/1_14_2.png";
import one_14_3 from "../../assets/images/1_14_3.png";
import one_15 from "../../assets/images/1_15.png";
import one_16 from "../../assets/images/1_16.png";
import one_16_1 from "../../assets/images/1_16_1.png";
import one_16_2 from "../../assets/images/1_16_2.png";
import one_16_3 from "../../assets/images/1_16_3.png";
import one_16_4 from "../../assets/images/1_16_4.png";
import one_17 from "../../assets/images/1_17.png";
import one_17_1 from "../../assets/images/1_17_1.png";
import one_17_2 from "../../assets/images/1_17_2.png";
import one_17_3 from "../../assets/images/1_17_3.png";
import one_18 from "../../assets/images/1_18.png";
import one_19 from "../../assets/images/1_19.png";
import one_20 from "../../assets/images/1_20.png";
import one_21 from "../../assets/images/1_21.png";
import one_22 from "../../assets/images/1_22.png";
import one_23 from "../../assets/images/1_23.png";
import one_23_1 from "../../assets/images/1_23_1.png";
import one_23_2 from "../../assets/images/1_23_2.png";
import one_23_3 from "../../assets/images/1_23_3.png";
import one_23_4 from "../../assets/images/1_23_4.png";
import one_24 from "../../assets/images/1_24.png";
import one_25 from "../../assets/images/1_25.png";
import one_26 from "../../assets/images/1_26.png";
import one_27 from "../../assets/images/1_27.png";
import one_28 from "../../assets/images/1_28.png";
import one_28_1 from "../../assets/images/1_28_1.png";
import one_28_2 from "../../assets/images/1_28_2.png";
import one_28_3 from "../../assets/images/1_28_3.png";
import one_29 from "../../assets/images/1_29.png";
import one_30 from "../../assets/images/1_30.png";
import one_31 from "../../assets/images/1_31.png";
import one_31_1 from "../../assets/images/1_31_1.png";
import one_31_2 from "../../assets/images/1_31_2.png";
import one_31_3 from "../../assets/images/1_31_3.png";
import one_31_4 from "../../assets/images/1_31_4.png";
import one_31_5 from "../../assets/images/1_31_5.png";
import one_31_6 from "../../assets/images/1_31_6.png";
import one_32 from "../../assets/images/1_32.png";
import one_33 from "../../assets/images/1_33.png";
import one_34 from "../../assets/images/1_34.png";
import one_35 from "../../assets/images/1_35.png";
import one_36 from "../../assets/images/1_36.png";
import one_37 from "../../assets/images/1_37.png";
import one_38 from "../../assets/images/1_38.png";
import one_39 from "../../assets/images/1_39.png";
import one_39_1 from "../../assets/images/1_39_1.png";
import one_39_2 from "../../assets/images/1_39_2.png";
import one_40 from "../../assets/images/1_40.png";
import one_41 from "../../assets/images/1_41.png";

import two_1 from "../../assets/images/2_1.png";
import two_1_1 from "../../assets/images/2_1_1.png";
import two_1_2 from "../../assets/images/2_1_2.png";
import two_1_3 from "../../assets/images/2_1_3.png";
import two_1_4 from "../../assets/images/2_1_4.png";
import two_1_5 from "../../assets/images/2_1_5.png";
import two_1_6 from "../../assets/images/2_1_6.png";
import two_2 from "../../assets/images/2_2.png";
import two_2_1 from "../../assets/images/2_2_1.png";
import two_2_2 from "../../assets/images/2_2_2.png";
import two_3 from "../../assets/images/2_3.png";
import two_3_1 from "../../assets/images/2_3_1.png";
import two_3_2 from "../../assets/images/2_3_2.png";
import two_3_3 from "../../assets/images/2_3_3.png";
import two_4 from "../../assets/images/2_4.png";
import two_5 from "../../assets/images/2_5.png";
import two_5_1 from "../../assets/images/2_5_1.png";
import two_5_2 from "../../assets/images/2_5_2.png";
import two_6 from "../../assets/images/2_6.png";

import three_1 from "../../assets/images/3_1.png";
import three_2 from "../../assets/images/3_2.png";
import three_3 from "../../assets/images/3_3.png";
import three_4 from "../../assets/images/3_4.png";
import three_5 from "../../assets/images/3_5.png";
import three_6 from "../../assets/images/3_6.png";
import three_7 from "../../assets/images/3_7.png";
import three_8 from "../../assets/images/3_8.png";
import three_9 from "../../assets/images/3_9.png";
import three_10 from "../../assets/images/3_10.png";
import three_11 from "../../assets/images/3_11.png";
import three_12 from "../../assets/images/3_12.png";
import three_13 from "../../assets/images/3_13.png";
import three_14 from "../../assets/images/3_14.png";
import three_15 from "../../assets/images/3_15.png";
import three_16 from "../../assets/images/3_16.png";
import three_17 from "../../assets/images/3_17.png";
import three_18 from "../../assets/images/3_18.png";
import three_19 from "../../assets/images/3_19.png";
import three_20 from "../../assets/images/3_20.png";
import three_21 from "../../assets/images/3_21.png";
import three_22 from "../../assets/images/3_22.png";
import three_23 from "../../assets/images/3_23.png";
import three_24 from "../../assets/images/3_24.png";
import three_25 from "../../assets/images/3_25.png";
import three_26 from "../../assets/images/3_26.png";
import three_27 from "../../assets/images/3_27.png";
import three_28 from "../../assets/images/3_28.png";
import three_29 from "../../assets/images/3_29.png";
import three_30 from "../../assets/images/3_30.png";
import three_31 from "../../assets/images/3_31.png";
import three_32 from "../../assets/images/3_32.png";
import three_33 from "../../assets/images/3_33.png";
import three_34 from "../../assets/images/3_34.png";
import three_35 from "../../assets/images/3_35.png";
import three_36 from "../../assets/images/3_36.png";
import three_37 from "../../assets/images/3_37.png";
import three_38 from "../../assets/images/3_38.png";
import three_39 from "../../assets/images/3_39.png";
import three_40 from "../../assets/images/3_40.png";
import three_41 from "../../assets/images/3_41.png";
import three_42 from "../../assets/images/3_42.png";
import three_43 from "../../assets/images/3_43.png";
import three_44 from "../../assets/images/3_44.png";
import three_45 from "../../assets/images/3_45.png";

import four_7 from "../../assets/images/4_7.png";
import four_8 from "../../assets/images/4_8.png";
import four_9 from "../../assets/images/4_9.png";
import four_10 from "../../assets/images/4_10.png";
import four_16 from "../../assets/images/4_16.png";
import four_17 from "../../assets/images/4_17.png";
import four_18 from "../../assets/images/4_18.png";

import five_1 from "../../assets/images/5_1.png";
import five_8 from "../../assets/images/5_8.png";
import five_11 from "../../assets/images/5_11.png";
import four_14 from "../../assets/images/4_14.png";
import five_16 from "../../assets/images/5_16.png";
import five_17_1 from "../../assets/images/5_17_1.png";
import five_17_2 from "../../assets/images/5_17_2.png";
import five_18 from "../../assets/images/5_18.png";
import five_19_1 from "../../assets/images/5_19_1.png";
import five_19_2 from "../../assets/images/5_19_2.png";
import five_19_3 from "../../assets/images/5_19_3.png";
import five_29 from "../../assets/images/5_29.png";
import five_30 from "../../assets/images/5_30.png";
import five_33 from "../../assets/images/5_33.png";
import five_34 from "../../assets/images/5_34.png";
import five_36 from "../../assets/images/5_36.png";
import five_38_1 from "../../assets/images/5_38_1.png";
import five_38_2 from "../../assets/images/5_38_2.png";
import five_39 from "../../assets/images/5_39.png";
import five_40_1 from "../../assets/images/5_40_1.png";
import five_40_2 from "../../assets/images/5_40_2.png";
import five_41_1 from "../../assets/images/5_41_1.png";
import five_41_2 from "../../assets/images/5_41_2.png";
import five_42_1 from "../../assets/images/5_42_1.png";
import five_42_2 from "../../assets/images/5_42_2.png";
import five_43 from "../../assets/images/5_43.png";
import five_46_1 from "../../assets/images/5_46_1.png";
import five_46_2 from "../../assets/images/5_46_2.png";
import five_49 from "../../assets/images/5_49.png";
import five_50 from "../../assets/images/5_50.png";
import five_51 from "../../assets/images/5_51.png";
import five_52 from "../../assets/images/5_52.png";
import five_69 from "../../assets/images/5_69.png";
import five_74 from "../../assets/images/5_74.png";
import five_88 from "../../assets/images/5_88.png";

import six_10 from "../../assets/images/6_10.png";
import six_15 from "../../assets/images/6_15.png";

import seven_1_1 from "../../assets/images/7_1_1.png";
import seven_1_2 from "../../assets/images/7_1_2.png";
import seven_2_1 from "../../assets/images/7_2_1.png";
import seven_2_2 from "../../assets/images/7_2_2.png";
import seven_2_3 from "../../assets/images/7_2_3.png";
import seven_4_1 from "../../assets/images/7_4_1.png";
import seven_4_2 from "../../assets/images/7_4_2.png";
import seven_4_3 from "../../assets/images/7_4_3.png";
import seven_4_4 from "../../assets/images/7_4_4.png";
import seven_4_5 from "../../assets/images/7_4_5.png";
import seven_4_6 from "../../assets/images/7_4_6.png";
import seven_4_7 from "../../assets/images/7_4_7.png";
import seven_6_1 from "../../assets/images/7_6_1.png";
import seven_6_2 from "../../assets/images/7_6_2.png";
import seven_6_3 from "../../assets/images/7_6_3.png";
import seven_6_4 from "../../assets/images/7_6_4.png";
import seven_6_5 from "../../assets/images/7_6_5.png";
import seven_6_6 from "../../assets/images/7_6_6.png";
import seven_8 from "../../assets/images/7_8.png";
import seven_9 from "../../assets/images/7_9.png";
import seven_11 from "../../assets/images/7_11.png";
import seven_18 from "../../assets/images/7_18.png";
import seven_19 from "../../assets/images/7_19.png";
import seven_21_1 from "../../assets/images/7_21_1.png";
import seven_21_2 from "../../assets/images/7_21_2.png";
import seven_21_3 from "../../assets/images/7_21_3.png";
import seven_21_4 from "../../assets/images/7_21_4.png";
import seven_21_5 from "../../assets/images/7_21_5.png";
import seven_22 from "../../assets/images/7_22.png";

import eight_1b from "../../assets/images/8_1b.png";
import eight_2b from "../../assets/images/8_2b.png";
import eight_3b from "../../assets/images/8_3b.png";
import eight_4b from "../../assets/images/8_4b.png";
import eight_5b from "../../assets/images/8_5b.png";
import eight_6b from "../../assets/images/8_6b.png";
import eight_7b from "../../assets/images/8_7b.png";
import eight_8b from "../../assets/images/8_8b.png";
import eight_9b from "../../assets/images/8_9b.png";
import eight_10b from "../../assets/images/8_10b.png";
import eight_11b from "../../assets/images/8_11b.png";
import eight_12b from "../../assets/images/8_12b.png";
import eight_13b from "../../assets/images/8_13b.png";
import eight_14b from "../../assets/images/8_14b.png";
import eight_15b from "../../assets/images/8_15b.png";
import eight_16b from "../../assets/images/8_16b.png";
import eight_17b from "../../assets/images/8_17b.png";
import eight_18b from "../../assets/images/8_18b.png";
import eight_1 from "../../assets/images/8_1.png";
import eight_3 from "../../assets/images/8_3.png";
import eight_6 from "../../assets/images/8_6.png";
import eight_7 from "../../assets/images/8_7.png";
import eight_9 from "../../assets/images/8_9.png";
import eight_14 from "../../assets/images/8_14.png";
import eight_16 from "../../assets/images/8_16.png";
import eight_18 from "../../assets/images/8_18.png";
//#endregion
const RulesText = () => {
  return (
    <div>
      <h3 style={{ textAlign: "center" }}>Правила дорожнього руху</h3>

      <ol className="custom-list">
        <li id="1">
          <h4>Загальні положення</h4>
          <ol className="nested-list">
            <li>
              <p>
                Ці Правила відповідно до Закону України «Про дорожній рух»
                встановлюють єдиний порядок дорожнього руху на всій території
                України.
              </p>
              <p>
                Інші нормативні акти, що стосуються особливостей дорожнього руху
                (перевезення спеціальних вантажів, експлуатація транспортних
                засобів окремих видів, рух на закритій території тощо), повинні
                ґрунтуватися на вимогах цих Правил.
              </p>
            </li>
            <li>
              <p>
                В Україні установлено правосторонній рух транспортних засобів.
              </p>
            </li>
            <li>
              <p>
                Учасники дорожнього руху зобов'язані знати й неухильно
                виконувати вимоги цих Правил, а також бути взаємно ввічливими.
              </p>
            </li>
            <li>
              <p>
                Кожний учасник дорожнього руху має право розраховувати на те, що
                й інші учасники виконують ці Правила.
              </p>
            </li>
            <li>
              <p>
                Дії або бездіяльність учасників дорожнього руху та інших осіб не
                повинні створювати небезпеку чи перешкоду для руху, загрожувати
                життю або здоров'ю громадян, завдавати матеріальних збитків.
              </p>
              <p>
                Особа, яка створила такі умови, зобов'язана негайно вжити
                заходів до забезпечення безпеки дорожнього руху на цій ділянці
                дороги та вжити всіх можливих заходів до усунення перешкод, а
                якщо це неможливо, попередити про них інших учасників дорожнього
                руху, повідомити уповноважений підрозділ Національної поліції,
                власника дороги або уповноважений ним орган.
              </p>
            </li>
            <li>
              <p>
                Використовувати дороги не за їх призначенням дозволяється з
                урахуванням вимог статей 36-38 Закону України «Про автомобільні
                дороги».
              </p>
            </li>
            <li>
              <p>
                Водії зобов’язані бути особливо уважними до таких категорій
                учасників дорожнього руху, як велосипедисти, особи, які
                рухаються в кріслах колісних, та пішоходи. Усі учасники
                дорожнього руху повинні бути особливо обережними до дітей, людей
                похилого віку та осіб з явними ознаками інвалідності.
              </p>
            </li>
            <li>
              <p>
                Обмеження в дорожньому русі, крім передбачених цими Правилами,
                можуть бути запроваджені в установленому законодавством порядку.
              </p>
            </li>
            <li>
              <p>
                Особи, які порушують ці Правила, несуть відповідальність згідно
                із законодавством.
              </p>
            </li>
            <li>
              <p>Терміни, що наведені у цих Правилах, мають таке значення:</p>
              <p>
                автобус — автомобіль з кількістю місць для сидіння більше
                дев'яти з місцем водія включно, який за своєю конструкцією та
                обладнанням призначений для перевезення пасажирів та їхнього
                багажу із забезпеченням необхідного комфорту та безпеки;
              </p>
              <p>автомагістраль — автомобільна дорога, що:</p>
              <p>
                спеціально побудована і призначена для руху транспортних
                засобів, не призначена для в’їзду на прилеглу територію або
                виїзду з неї;
              </p>
              <p>
                має для кожного напрямку руху окремі проїзні частини,
                відокремлені одна від іншої розділювальною смугою;
              </p>
              <p>
                не перетинає на одному рівні інші дороги, залізничні і трамвайні
                колії, пішохідні і велосипедні доріжки, шляхи проходу тварин,
                має огородження на узбіччях і розділювальній смузі та
                обгороджена сіткою;
              </p>
              <p>
                позначена дорожнім знаком 5.1{" "}
                <img alt='"Автомагістраль"' src={five_1} title="sign_5_1" /> ;
              </p>
              <p>
                автомобільна дорога, вулиця (дорога) — частина території, в тому
                числі в населеному пункті, призначена для руху транспортних
                засобів і пішоходів, з усіма розташованими на ній спорудами
                (мостами, шляхопроводами, естакадами, надземними і підземними
                пішохідними переходами) та засобами організації дорожнього руху,
                і обмежена по ширині зовнішнім краєм тротуарів чи краєм смуги
                відводу. Цей термін включає також спеціально побудовані
                тимчасові дороги, крім довільно накатаних доріг (колій);
              </p>
              <p>
                автомобільні дороги державного значення — автомобільні дороги
                загального користування, до яких належать міжнародні,
                національні, регіональні та територіальні автомобільні дороги,
                які позначені відповідними дорожніми знаками;
              </p>
              <p>
                автопоїзд (транспортний состав) — механічний транспортний засіб,
                що з’єднаний з одним або кількома причепами за допомогою
                зчіпного пристрою;
              </p>
              <p>
                безпечна дистанція — відстань до транспортного засобу, що
                рухається попереду по тій самій смузі, яка у разі його раптового
                гальмування або зупинки дасть можливість водієві транспортного
                засобу, що рухається позаду, запобігти зіткненню без здійснення
                будь-якого маневру;
              </p>
              <p>
                безпечний інтервал — відстань між боковими частинами
                транспортних засобів, що рухаються, або між ними та іншими
                об'єктами, за якої гарантована безпека дорожнього руху;
              </p>
              <p>
                безпечна швидкість — швидкість, за якої водій має змогу безпечно
                керувати транспортним засобом та контролювати його рух у
                конкретних дорожніх умовах;
              </p>
              <p>
                буксирування — переміщення одним транспортним засобом іншого
                транспортного засобу, яке не належить до експлуатації
                автопоїздів (транспортних составів) на жорсткому чи гнучкому
                зчепленні або способом часткового навантаження на платформу чи
                на спеціальне опорне пристосування;
              </p>
              <p>
                вантажний автомобіль — автомобіль, який за своєю конструкцією та
                обладнанням призначений для перевезення вантажів;
              </p>
              <p>
                велосипед — транспортний засіб, крім крісел колісних, що
                приводиться в рух мускульною силою людини, яка знаходиться на
                ньому;
              </p>
              <p>велосипедист — особа, яка керує велосипедом;</p>
              <p>
                велосипедна доріжка — доріжка з покриттям поза межами проїзної
                частини вулиці та/або дороги, розташована окремо чи суміжно з
                тротуаром або пішохідною доріжкою, що призначена для руху на
                велосипедах, і позначена дорожнім знаком 4.14{" "}
                <img
                  alt='"Доріжка для велосипедистів"'
                  src={four_14}
                  title="sign_4.14"
                />{" "}
                та горизонтальною розміткою 1.36{" "}
                <img alt='"Розмітка"' src={one_36} title="sign_1.36" /> ;
              </p>
              <p>
                велосипедна смуга — смуга, призначена для руху на велосипедах у
                межах проїзної частини вулиці та/або дороги, яка позначена
                дорожнім знаком 5.88{" "}
                <img
                  alt='"Велосипедна смуга"'
                  src={five_88}
                  title="sign_5.88"
                />{" "}
                та відповідною горизонтальною дорожньою розміткою;
              </p>
              <p>
                велосипедний переїзд — місце перетину велосипедистами проїзної
                частини в межах перехрестя або поза ними, позначене дорожньою
                розміткою 1.15{" "}
                <img
                  alt="(велосипедний переїзд)"
                  src={one_15}
                  title="sign_1.15"
                />{" "}
                ;
              </p>
              <p>
                видимість у напрямку руху — максимальна відстань, на якій з
                місця водія можна чітко розпізнати межі елементів дороги та
                розміщення учасників руху, що дає змогу водієві орієнтуватися
                під час керування транспортним засобом, зокрема для вибору
                безпечної швидкості та здійснення безпечного маневру;
              </p>
              <p>
                вимушена зупинка — припинення руху транспортного засобу через
                його технічну несправність чи небезпеку, яка спричинена
                вантажем, який перевозиться, станом учасника дорожнього руху,
                появою перешкоди для руху;
              </p>
              <p>
                випередження — рух транспортного засобу із швидкістю, що
                перевищує швидкість попутного транспортного засобу, що рухається
                поряд по суміжній смузі;
              </p>
              <p>
                власник транспортного засобу — фізична або юридична особа, яка
                володіє майновими правами на транспортний засіб, що
                підтверджується відповідними документами;
              </p>
              <p>
                водій — особа, яка керує транспортним засобом і має посвідчення
                водія (посвідчення тракториста-машиніста, тимчасовий дозвіл на
                право керування транспортним засобом, тимчасовий талон на право
                керування транспортним засобом) відповідної категорії. Водієм
                також є особа, яка навчає керуванню транспортним засобом,
                перебуваючи безпосередньо в транспортному засобі;
              </p>
              <p>
                габаритно-ваговий контроль — перевірка габаритних і вагових
                параметрів транспортного засобу (в тому числі механічного
                транспортного засобу), причепу і вантажу на предмет
                відповідності встановленим нормам щодо габаритів (ширина, висота
                від поверхні дороги, довжина транспортного засобу) та щодо
                навантаження (фактична маса, осьове навантаження), яка
                проводиться відповідно до встановленого порядку на стаціонарних
                або пересувних пунктах габаритно-вагового контролю;
              </p>
              <p>
                газон — ділянка однорідної території із дерновим покривом, який
                штучно створюється шляхом посіву і вирощування
                дерноутворювальних трав (переважно багаторічних злаків) або
                одернування;
              </p>
              <p>
                гальмовий шлях — відстань, що проходить транспортний засіб під
                час екстреного гальмування з початку здійснення впливу на орган
                керування гальмовою системою (педаль, рукоятку) до місця його
                зупинки;
              </p>
              <p>головна дорога — дорога з покриттям відносно ґрунтової</p>
              <p>
                або та, що позначається знаками 1.22{" "}
                <img
                  alt='"Перехрещення з другорядною дорогою"'
                  src={one_22}
                  title="sign_1.22"
                />{" "}
                , 1.23.1{" "}
                <img
                  alt='"Прилягання другорядної дороги"'
                  src={one_23_1}
                  title="sign_1.23.1"
                />{" "}
                , 1.23.2{" "}
                <img
                  alt='"Прилягання другорядної дороги"'
                  src={one_23_2}
                  title="sign_1.23.2"
                />{" "}
                , 1.23.3{" "}
                <img
                  alt='"Прилягання другорядної дороги"'
                  src={one_23_3}
                  title="sign_1.23.3"
                />{" "}
                , 1.23.4{" "}
                <img
                  alt='"Прилягання другорядної дороги"'
                  src={one_23_4}
                  title="sign_1.23.4"
                />{" "}
                , 2.3{" "}
                <img alt='"Головна дорога"' src={two_3} title="sign_2.3" /> .
              </p>
              <p>
                Наявність на другорядній дорозі покриття безпосередньо перед
                перехрестям не прирівнює її за значенням до перехрещуваної;
              </p>
              <p>
                дати дорогу — вимога до учасника дорожнього руху не продовжувати
                або не відновлювати рух, не здійснювати будь-яких маневрів (за
                винятком вимоги звільнити займану смугу руху), якщо це може
                примусити інших учасників дорожнього руху, які мають перевагу,
                змінити напрямок руху або швидкість;
              </p>
              <p>
                денні ходові вогні — зовнішні світлові прилади білого кольору,
                передбачені конструкцією транспортного засобу, установлені
                спереду транспортного засобу і призначені для покращення
                видимості транспортного засобу під час його руху у світлий час
                доби;
              </p>
              <p>
                дитяча утримуюча система — обладнання, що здатне утримувати
                дитину в сидячому або нахиленому положенні, яка у разі зіткнення
                або різкого гальмування транспортного засобу зменшує небезпеку
                травмування дитини, що в ньому перебуває, шляхом обмеження
                рухливості її тіла;
              </p>
              <p>
                дозволена максимальна маса — маса спорядженого транспортного
                засобу з вантажем, водієм і пасажирами, що встановлена технічною
                характеристикою транспортного засобу як максимально допустима.
                Дозволена максимальна маса автопоїзда — це сума дозволеної
                максимально допустимої маси кожного транспортного засобу, що
                входить до складу автопоїзда;
              </p>
              <p>
                дозволене максимальне навантаження на вісь — максимальне
                навантаження на вісь транспортного засобу, зазначене у підпункті
                "в" пункту 22.5 цих Правил;
              </p>
              <p>
                дозволені максимальні розміри — максимальні розміри
                транспортного засобу, зазначені у підпункті "а" пункту 22.5 цих
                Правил;
              </p>
              <p>
                дорожньо-транспортна пригода — подія, що сталася під час руху
                транспортного засобу, внаслідок якої загинули або поранені люди
                чи завдані матеріальні збитки;
              </p>
              <p>
                дорожні роботи — роботи, пов’язані з будівництвом,
                реконструкцією, ремонтом чи утриманням автомобільної дороги
                (вулиці), штучних споруд, споруд дорожнього водовідводу,
                інженерного облаштування, встановленням (ремонтом, заміною)
                технічних засобів організації дорожнього руху;
              </p>
              <p>
                дорожні умови — сукупність факторів, що характеризують (з
                урахуванням пори року, періоду доби, атмосферних явищ,
                освітленості дороги) видимість у напрямку руху, стан поверхні
                проїзної частини (чистота, рівність, шорсткість, зчеплення), а
                також її ширину, величину похилів на спусках і підйомах, віражів
                і заокруглень, наявність тротуарів або узбіч, засобів
                організації дорожнього руху та їх стан;
              </p>
              <p>
                дорожня обстановка — сукупність факторів, що характеризуються
                дорожніми умовами, наявністю перешкод на певній ділянці дороги,
                інтенсивністю і рівнем організації дорожнього руху (наявність
                дорожньої розмітки, дорожніх знаків, дорожнього обладнання,
                світлофорів та їх стан), які повинен ураховувати водій під час
                вибору швидкості, смуги руху та прийомів керування транспортним
                засобом;
              </p>
              <p>
                дорожня станція патрульної поліції — позначена дорожнім знаком
                6.10{" "}
                <img
                  alt='"Дорожні станції патрульної поліції"'
                  src={six_10}
                  title="sign_6.10"
                />{" "}
                ділянка місцевості поблизу проїзної частини дороги з
                розташованою на ній будівлею або іншою спорудою, призначеною для
                перебування в ній поліцейських патрульної поліції під час
                несення ними служби;
              </p>
              <p>
                експлуатація транспортного состава — транспортування тягачем
                причепа згідно з інструкцією щодо його використання
                (відповідність причепа тягачу, наявність страхового з'єднання,
                єдиної системи сигналізації, освітлення тощо);
              </p>
              <p>
                естакада — інженерна споруда для руху транспортних засобів та
                (або) пішоходів, підняття однієї дороги над іншою у місці їх
                перетину, а також для створення дороги на певній висоті, яка не
                має з'їздів на іншу дорогу;
              </p>
              <p>
                житлова зона — дворові території, а також частини населених
                пунктів, позначені дорожнім знаком 5.34{" "}
                <img alt='"Житлова зона"' src={five_34} title="sign_5.34" /> ;
              </p>
              <p>
                залишення місця дорожньо-транспортної пригоди — дії учасника
                дорожньо-транспортної пригоди, спрямовані на приховання факту
                такої пригоди або обставин її скоєння, які спричинили
                необхідність проведення поліцейськими заходів щодо встановлення
                (розшуку) цього учасника та (або) розшуку транспортного засобу;
              </p>
              <p>
                залізничний переїзд — перехрещення дороги із залізничними
                коліями на одному рівні;
              </p>
              <p>
                засліплення — фізіологічний стан водія внаслідок дії світла на
                його зір, коли водій об'єктивно не має можливості виявити
                перешкоди чи розпізнати межі елементів дороги на мінімальній
                відстані;
              </p>
              <p>
                зупинка — припинення руху транспортного засобу на час до 5
                хвилин або більше, якщо це необхідно для посадки (висадки)
                пасажирів чи завантаження (розвантаження) вантажу, виконання
                вимог цих Правил (надання переваги в русі, виконання вимог
                регулювальника, сигналів світлофора тощо);
              </p>
              <p>
                колона пішоходів — організована група людей, які рухаються по
                проїзній частині в одному напрямку;
              </p>
              <p>
                колона транспортних засобів — організована група з трьох і
                більше транспортних засобів, що разом рухаються в одному
                напрямку безпосередньо один за одним з постійно увімкненим
                ближнім світлом фар;
              </p>
              <p>
                край проїзної частини (для нерейкових транспортних засобів) —
                видима умовна чи позначена дорожньою розміткою лінія на проїзній
                частині в місці її прилягання до узбіччя, тротуару, газону,
                розділювальної смуги, смуги для руху трамваїв, велосипедної або
                пішохідної доріжки;
              </p>
              <p>
                крайнє положення на проїзній частині — положення транспортного
                засобу на відстані від краю проїзної частини (середини проїзної
                частини або розділювальної смуги), яка не дає можливості
                рухатися попутному транспортному засобу (у тому числі
                двоколісному) ще ближче до краю проїзної частини (середини
                проїзної частини або розділювальної смуги);
              </p>
              <p>
                крісло колісне — спеціально сконструйований колісний засіб, який
                призначений для руху на дорозі осіб з інвалідністю або осіб, які
                відносяться до інших маломобільних груп населення. Крісло
                колісне має щонайменше двоє коліс та обладнується двигуном чи
                приводиться в рух мускульною силою людини;
              </p>
              <p>
                легковий автомобіль — автомобіль з кількістю місць для сидіння
                не більше дев'яти, з місцем водія включно, який за своєю
                конструкцією та обладнанням призначений для перевезення
                пасажирів та їхнього багажу із забезпеченням необхідного
                комфорту та безпеки;
              </p>
              <p>
                маневрування (маневр) — початок руху, перестроювання
                транспортного засобу в русі з однієї смуги на іншу, поворот
                праворуч чи ліворуч, розворот, з’їзд з проїзної частини, рух
                заднім ходом;
              </p>
              <p>
                маршрутні транспортні засоби (транспортні засоби загального
                користування) — автобуси, мікроавтобуси, тролейбуси, трамваї і
                таксі, що рухаються за встановленими маршрутами та мають
                визначені місця на дорозі для посадки (висадки) пасажирів;
              </p>
              <p>
                механічний транспортний засіб — транспортний засіб, що
                приводиться в рух з допомогою двигуна. Цей термін поширюється на
                трактори, самохідні машини і механізми, а також тролейбуси та
                транспортні засоби з електродвигуном потужністю понад 3 кВт;
              </p>
              <p>
                мікроавтобус — одноповерховий автобус з кількістю місць для
                сидіння не більше сімнадцяти з місцем водія включно;
              </p>
              <p>
                міст — споруда, призначена для руху через річку, яр та інші
                перешкоди, межами якої є початок і кінець пролітних споруд;
              </p>
              <p>
                мопед — двоколісний транспортний засіб, що має двигун з робочим
                об'ємом до 50 куб. см або електродвигун потужністю до 4 кВт;
              </p>
              <p>
                мотоцикл — двоколісний механічний транспортний засіб з боковим
                причепом або без нього, що має двигун з робочим об'ємом 50 куб.
                см і більше. До мотоциклів прирівнюються моторолери,
                мотоколяски, триколісні та інші механічні транспортні засоби,
                дозволена максимальна маса яких не перевищує 400 кг;
              </p>
              <p>
                населений пункт — забудована територія, в'їзди на яку і виїзди з
                якої позначаються дорожніми знаками 5.49{" "}
                <img
                  alt='"Початок населеного пункту"'
                  src={five_49}
                  title="sign_5.49"
                />{" "}
                , 5.50{" "}
                <img
                  alt='"Кінець населеного пункту"'
                  src={five_50}
                  title="sign_5.50"
                />{" "}
                , 5.51{" "}
                <img
                  alt='"Початок населеного пункту"'
                  src={five_51}
                  title="sign_5.51"
                />{" "}
                , 5.52{" "}
                <img
                  alt='"Кінець населеного пункту"'
                  src={five_52}
                  title="sign_5.52"
                />{" "}
                ;
              </p>
              <p>
                небезпека для руху — зміна дорожньої обстановки (у тому числі
                поява рухомого об'єкта, який наближається до смуги руху
                транспортного засобу чи перетинає її) або технічного стану
                транспортного засобу, яка загрожує безпеці дорожнього руху і
                змушує водія негайно зменшити швидкість або зупинитися. Окремим
                випадком небезпеки для руху є рух у межах смуги транспортного
                засобу іншого транспортного засобу назустріч загальному потоку;
              </p>
              <p>
                недостатня видимість — видимість дороги в напрямку руху менше
                300 м у сутінках, в умовах туману, дощу, снігопаду тощо;
              </p>
              <p>
                неподільний вантаж — вантаж, який не можна розділити на дві і
                більше частин без зайвих витрат або ризику його пошкодження;
              </p>
              <p>
                обгін — випередження одного або кількох транспортних засобів,
                пов'язане з виїздом на смугу зустрічного руху;
              </p>
              <p>
                обмежена оглядовість — видимість дороги в напрямку руху, яка
                обмежена геометричними параметрами дороги, придорожніми
                інженерними спорудами, насадженнями та іншими об'єктами, а також
                транспортними засобами;
              </p>
              <p>
                оглядовість — об'єктивна можливість бачити дорожню обстановку з
                місця водія;
              </p>
              <p>
                особа, яка рухається в кріслі колісному — особа з інвалідністю
                або особа, яка відноситься до інших маломобільних груп населення
                і самостійно рухається на дорозі в кріслі колісному;
              </p>
              <p>
                острівець безпеки — технічний засіб регулювання дорожнього руху
                на наземних пішохідних переходах, конструктивно виділений над
                проїзною частиною дороги та призначений як захисний елемент для
                зупинки пішоходів під час переходу проїзної частини дороги. До
                острівця безпеки належить частина розділювальної смуги, через
                яку пролягає пішохідний перехід;
              </p>
              <p>
                пасажир — особа, яка користується транспортним засобом і
                знаходиться в ньому, але не причетна до керування ним;
              </p>
              <p>
                перевага — право на першочерговий рух стосовно інших учасників
                дорожнього руху;
              </p>
              <p>
                перевезення організованих груп дітей — одночасне перевезення
                десяти і більше дітей з керівником, відповідальним за їх
                супроводження під час поїздки (на групу з тридцяти і більше
                дітей призначається додатково медичний працівник);
              </p>
              <p>
                перехрестя — місце перехрещення, прилягання або розгалуження
                доріг на одному рівні, межею якого є уявні лінії між початком
                заокруглень країв проїзної частини кожної з доріг. Не вважається
                перехрестям місце прилягання до дороги виїзду з прилеглої
                території.
              </p>
              <p>
                перешкода для руху — нерухомий об’єкт у межах смуги руху
                транспортного засобу або об’єкт, що рухається попутно в межах
                цієї смуги (за винятком транспортного засобу, що рухається
                назустріч загальному потоку транспортних засобів) і змушує водія
                маневрувати або зменшувати швидкість аж до зупинки транспортного
                засобу;
              </p>
              <p>
                пішохід — особа, яка бере участь у дорожньому русі поза
                транспортними засобами і не виконує на дорозі будь-яку роботу.
                До пішоходів прирівнюються також особи, які рухаються в кріслах
                колісних без двигуна, ведуть велосипед, мопед, мотоцикл, везуть
                санки, візок, дитячу коляску чи крісло колісне;
              </p>
              <p>
                пішохідна доріжка — доріжка з покриттям, призначена для руху
                пішоходів, виконана в межах дороги чи поза нею і позначена
                знаком 4.16{" "}
                <img
                  alt='"Доріжка для пішоходів"'
                  src={four_16}
                  title="sign_4.16"
                />{" "}
                ;
              </p>
              <p>
                пішохідний перехід — ділянка проїзної частини або інженерна
                споруда, призначена для руху пішоходів через дорогу. Пішохідні
                переходи позначаються дорожніми знаками 5.38.1{" "}
                <img
                  alt='"Пішохідний перехід"'
                  src={five_38_1}
                  title="sign_5.38.1"
                />{" "}
                , 5.38.2{" "}
                <img
                  alt='"Пішохідний перехід"'
                  src={five_38_2}
                  title="sign_5.38.2"
                />{" "}
                , 5.39{" "}
                <img
                  alt='"Діагональний пішохідний перехід"'
                  src={five_39}
                  title="sign_5.39"
                />{" "}
                , 5.40.1{" "}
                <img
                  alt='"Підземний пішохідний перехід"'
                  src={five_40_1}
                  title="sign_5.40.1"
                />{" "}
                , 5.40.2{" "}
                <img
                  alt='"Підземний пішохідний перехід"'
                  src={five_40_2}
                  title="sign_5.40.2"
                />{" "}
                , 5.41.1{" "}
                <img
                  alt='"Надземний пішохідний перехід"'
                  src={five_41_1}
                  title="sign_5.41.1"
                />{" "}
                , 5.41.2{" "}
                <img
                  alt='"Надземний пішохідний перехід"'
                  src={five_41_2}
                  title="sign_5.41.2"
                />{" "}
                , дорожньою розміткою 1.14.1{" "}
                <img alt="«зебра»" src={one_14_1} title="sign_1.14.1" /> ,
                1.14.2{" "}
                <img alt='"Розмітка"' src={one_14_2} title="sign_1.14.2" /> ,
                1.14.3{" "}
                <img alt='"Розмітка"' src={one_14_3} title="sign_1.14.3" /> ,
                пішохідними світлофорами. За відсутності дорожньої розмітки межі
                пішохідного переходу визначаються відстанню між дорожніми
                знаками або пішохідними світлофорами, а на перехресті за
                відсутності пішохідних світлофорів, дорожніх знаків та розмітки
                — шириною тротуарів чи узбіч;
              </p>
              <p>
                Регульованим вважається пішохідний перехід, рух по якому
                регулюється світлофором чи регулювальником, нерегульованим —
                пішохідний перехід, на якому немає регулювальника, світлофори
                відсутні або вимкнені чи працюють у режимі миготіння жовтого
                сигналу;
              </p>
              <p>
                прилегла територія — територія, що прилягає до краю проїзної
                частини та не призначена для наскрізного проїзду, а лише для
                в’їзду до дворів, на стоянки, автозаправні станції, будівельні
                майданчики тощо або виїзду з них;
              </p>
              <p>
                причіп — транспортний засіб, призначений для руху тільки в
                з’єднанні з іншим транспортним засобом. До цього виду
                транспортних засобів належать також напівпричепи і
                причепи-розпуски;
              </p>
              <p>
                проїзна частина — елемент дороги, призначений для руху
                нерейкових транспортних засобів. Дорога може мати декілька
                проїзних частин, межами яких є розділювальні смуги;
              </p>
              <p>
                регулювальник — поліцейський, що виконує регулювання дорожнього
                руху у форменому одязі підвищеної видимості з елементами із
                світлоповертального матеріалу за допомогою жезлу, свистка. До
                регулювальника прирівнюються працівники військової інспекції
                безпеки дорожнього руху, дорожньо-експлуатаційної служби,
                черговий на залізничному переїзді, поромній переправі, які мають
                відповідне посвідчення та нарукавну пов’язку, жезл, диск з
                червоним сигналом чи світлоповертачем, червоний ліхтар або
                прапорець та виконують регулювання у форменому одязі;
              </p>
              <p>
                рейковий транспортний засіб — трамвай та платформи із
                спеціальним обладнанням, що рухаються трамвайними коліями. Усі
                інші транспортні засоби, що беруть участь у дорожньому русі,
                вважаються нерейковими;
              </p>
              <p>
                розділювальна смуга — виділений конструктивно або за допомогою
                суцільних ліній дорожньої розмітки 1.2{" "}
                <img
                  alt="(широка суцільна лінія)"
                  src={one_2}
                  title="sign_1.2"
                />{" "}
                елемент автомобільної дороги, який розділяє суміжні проїзні
                частини.
              </p>
              <p>
                Розділювальна смуга не призначена для руху або стоянки
                транспортних засобів. За наявності на розділювальній смузі
                тротуару по ньому дозволяється рух пішоходів;
              </p>
              <p>
                сільськогосподарська техніка — трактори, самохідні шасі,
                самохідні сільськогосподарські, дорожньо-будівельні,
                меліоративні машини та інші механізми;
              </p>
              <p>
                смуга руху — поздовжня смуга на проїзній частині завширшки
                щонайменше 2,75 м, що позначена або не позначена дорожньою
                розміткою і призначена для руху нерейкових транспортних засобів;
              </p>
              <p>
                стоянка — припинення руху транспортного засобу на час, більший
                ніж 5 хвилин, з причин, не пов’язаних з необхідністю виконання
                вимог цих Правил, посадкою (висадкою) пасажирів, завантаженням
                (розвантаженням) вантажу;
              </p>
              <p>темна пора доби — частина доби від заходу до сходу сонця;</p>
              <p>
                трамвайна колія — елемент дороги, призначений для руху рейкових
                транспортних засобів, який обмежується по ширині спеціально
                виділеним вимощенням трамвайної лінії або дорожньою розміткою.
                По трамвайній колії допускається рух нерейкових транспортних
                засобів відповідно до вимог розділу 11 цих Правил;
              </p>
              <p>
                транспортний засіб — пристрій, призначений для перевезення людей
                і (або) вантажу, а також встановленого на ньому спеціального
                обладнання чи механізмів;
              </p>
              <p>
                тротуар — елемент дороги, призначений для руху пішоходів, який
                прилягає до проїзної частини або відокремлений від неї газоном;
              </p>
              <p>
                удосконалене покриття — цементобетонне, асфальтобетонне,
                залізобетонне або армобетонне збірне покриття, бруківки,
                вимощені брущаткою і мозаїкою, збірне покриття з дрібнорозмірних
                бетонних плит, із щебеню і гравію, оброблених органічними і
                в'язкими матеріалами;
              </p>
              <p>
                узбіччя — виділений конструктивно або суцільною лінією дорожньої
                розмітки елемент автомобільної дороги, який прилягає
                безпосередньо до зовнішнього краю проїзної частини, розташований
                з нею на одному рівні та не призначений для руху транспортних
                засобів, крім випадків, передбачених цими Правилами. Узбіччя
                може використовуватися для зупинки і стоянки транспортних
                засобів, руху пішоходів, мопедів, велосипедів (за відсутності
                тротуарів, пішохідних, велосипедних доріжок або у разі
                неможливості пересуватися по них), гужових возів (саней);
              </p>
              <p>
                учасник дорожнього руху — особа, яка бере безпосередню участь у
                процесі руху на дорозі як пішохід, водій, пасажир, погонич
                тварин, велосипедист, а також особа, яка рухається в кріслі
                колісному;
              </p>
              <p>
                фактична маса — маса спорядженого транспортного засобу, яка
                визначена його технічною характеристикою, з водієм та вантажем;
              </p>
              <p>
                фактична маса автопоїзда — сума фактичної маси кожного
                транспортного засобу, що входить до складу автопоїзда;
              </p>
              <p>
                шляхопровід — інженерна споруда мостового типу над іншою дорогою
                (залізницею) в місці їх перетину, що забезпечує рух по ній на
                різних рівнях та дає можливість з’їзду на іншу дорогу.
              </p>
            </li>
          </ol>
        </li>
        <li id="2">
          <h4>Обов'язки і права водіїв механічних транспортних засобів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Водій механічного транспортного засобу повинен мати при собі:
              </p>
              <p>
                а) посвідчення на право керування транспортним засобом
                відповідної категорії;
              </p>
              <p>
                б) реєстраційний документ на транспортний засіб (для
                транспортних засобів Збройних Сил, Національної Гвардії,
                Держприкордонслужби, Держспецтрансслужби, Держспецзв’язку,
                Оперативно-рятувальної служби цивільного захисту — технічний
                талон);
              </p>
              <p>
                в) у разі встановлення на транспортних засобах проблискових
                маячків та (або) спеціальних звукових сигнальних пристроїв —
                дозвіл, виданий уповноваженим органом МВС, а у разі встановлення
                проблискового маячка оранжевого кольору на великогабаритних та
                великовагових транспортних засобах — дозвіл, виданий
                уповноваженим підрозділом Національної поліції, крім випадків
                встановлення проблискових маячків оранжевого кольору на
                сільськогосподарській техніці, ширина якої перевищує 2,6 м, на
                механічних транспортних засобах дорожньо-експлуатаційної служби,
                на транспортних засобах спеціального, спеціалізованого
                призначення та на транспортних засобах із розпізнавальним знаком{" "}
                <img alt='"8.3"' src={eight_3} title="sign_8_3" /> "Діти";
              </p>
              <p>
                г) на маршрутних транспортних засобах — схему маршруту та
                розклад руху; на великовагових і великогабаритних транспортних
                засобах та транспортних засобах, що здійснюють дорожнє
                перевезення небезпечних вантажів — документацію відповідно до
                вимог встановлених Законами України "Про автомобільний
                транспорт", "Про дорожній рух" та "Про перевезення небезпечних
                вантажів";
              </p>
              <p>
                ґ) чинний страховий поліс (страховий сертифікат «Зелена картка»)
                про укладення договору обов’язкового страхування
                цивільно-правової відповідальності власників наземних
                транспортних засобів або чинний внутрішній електронний договір
                зазначеного виду обов’язкового страхування у візуальній формі
                страхового поліса (на електронному або паперовому носії),
                відомості про який підтверджуються інформацією, що міститься в
                єдиній централізованій базі даних, оператором якої є Моторне
                (транспортне) страхове бюро України. Водії, які відповідно до
                законодавства звільняються від обов’язкового страхування
                цивільно-правової відповідальності власників наземних
                транспортних засобів на території України, повинні мати при собі
                відповідні підтвердні документи (посвідчення);
              </p>
              <p>
                д) у разі встановлення на транспортному засобі розпізнавального
                знака <img alt='"8.6"' src={eight_6} title="sign_8_6" /> «Водій
                з інвалідністю» — документ, що підтверджує інвалідність водія
                або пасажира (крім водіїв з явними ознаками інвалідності або
                водіїв, які перевозять пасажирів з явними ознаками
                інвалідності).
              </p>
            </li>
            <li>
              <p>
                Власник транспортного засобу, а також особа, яка використовує
                такий транспортний засіб на законних підставах, можуть
                передавати керування транспортним засобом іншій особі, що має
                при собі посвідчення на право керування транспортним засобом
                відповідної категорії.
              </p>
              <p>
                Власник транспортного засобу може передавати такий засіб у
                користування іншій особі, що має посвідчення водія на право
                керування транспортним засобом відповідної категорії, передавши
                їй реєстраційний документ на цей транспортний засіб.
              </p>
            </li>
            <li>
              <p>
                Для забезпечення безпеки дорожнього руху водій зобов’язаний:
              </p>
              <p>
                а) перед виїздом перевірити і забезпечити технічно справний стан
                і комплектність транспортного засобу, правильність розміщення та
                кріплення вантажу;
              </p>
              <p>
                б) бути уважним, стежити за дорожньою обстановкою, відповідно
                реагувати на її зміну, стежити за правильністю розміщення та
                кріплення вантажу, технічним станом транспортного засобу і не
                відволікатися від керування цим засобом у дорозі;
              </p>
              <p>
                в) на автомобілях, обладнаних засобами пасивної безпеки
                (підголовники, ремені безпеки), користуватися ними і не
                перевозити пасажирів, не пристебнутих ременями безпеки.
                Дозволяється не пристібатися в населених пунктах водіям і
                пасажирам з інвалідністю, фізіологічні особливості яких
                унеможливлюють користування ременями безпеки, водіям і пасажирам
                оперативних та спеціальних транспортних засобів; (пункт змінено
                11.11.2020)
              </p>
              <p>
                г) під час руху на мотоциклі і мопеді бути в застебнутому
                мотошоломі і не перевозити пасажирів без застебнутих
                мотошоломів;
              </p>
              <p>
                ґ) не забруднювати проїзну частину та смугу відведення
                автомобільних доріг;
              </p>
              <p>
                д) не створювати своїми діями загрози безпеці дорожнього руху;
              </p>
              <p>
                е) повідомляти дорожньо-експлуатаційним організаціям або
                уповноваженим підрозділам Національної поліції про виявлені
                факти створення перешкод для дорожнього руху;
              </p>
              <p>
                є) не вчиняти дій, внаслідок яких може бути пошкоджено
                автомобільні дороги та їх складові, а також завдано шкоди
                користувачам.
              </p>
            </li>
            <li>
              <p>
                На вимогу поліцейського водій повинен зупинитися з дотриманням
                вимог цих Правил, а також:
              </p>
              <p>
                a) пред'явити для перевірки документи, зазначені в пункті 2.1;
              </p>
              <p>
                б) дати можливість перевірити номери агрегатів і комплектність
                транспортного засобу;
              </p>
              <p>
                в) дати можливість оглянути транспортний засіб відповідно до
                законодавства за наявності на те законних підстав, у тому числі
                провести з використанням спеціальних пристроїв (приладів)
                перевірку технічного стану транспортних засобів, які відповідно
                до законодавства підлягають обов’язковому технічному контролю.
              </p>
              <p>
                2.4-1 У місці здійснення габаритно-вагового контролю на вимогу
                працівника пункту габаритно-вагового контролю або поліцейського
                водій вантажного автомобіля (в тому числі механічного
                транспортного засобу) повинен зупинитися з дотриманням вимог цих
                Правил, а також:
              </p>
              <p>
                a) передати для перевірки документи, зазначені в підпунктах «а»,
                «б» і «г» пункту 2.1 цих Правил;
              </p>
              <p>
                б) надати транспортний засіб та причіп (за наявності) для
                вагового та/або габаритного контролю відповідно до встановленої
                процедури.
              </p>
              <p>
                2.4-2 У разі виявлення під час здійснення габаритно-вагового
                контролю невідповідності фактичних вагових та/або габаритних
                параметрів установленим нормам і правилам рух такого
                транспортного засобу та/або причепу забороняється до отримання в
                установленому порядку дозволу на проїзд автомобільними дорогами
                транспортних засобів, вагові або габаритні параметри яких
                перевищують нормативні, про що складається відповідний акт.
              </p>
              <p>
                2.4-3 На ділянках доріг у межах прикордонної смуги та
                контрольованого прикордонного району на вимогу уповноваженої
                особи Держприкордонслужби водій повинен зупинитися з дотриманням
                вимог цих Правил, а також:
              </p>
              <p>
                a) пред’явити для перевірки документи, зазначені в підпункті “б”
                пункту 2.1;
              </p>
              <p>
                б) дати можливість оглянути транспортний засіб і перевірити
                номери його агрегатів.
              </p>
            </li>
            <li>
              <p>
                Водій повинен на вимогу поліцейського пройти в установленому
                порядку медичний огляд з метою встановлення стану алкогольного,
                наркотичного чи іншого сп’яніння або перебування під впливом
                лікарських препаратів, що знижують увагу та швидкість реакції.
              </p>
            </li>
            <li>
              <p>
                За рішенням поліцейського за наявності відповідних підстав водій
                зобов’язаний пройти позачерговий медичний огляд з метою
                визначення здатності безпечно керувати транспортним засобом.
              </p>
            </li>
            <li>
              <p>
                Водій, крім водіїв транспортних засобів дипломатичних та інших
                представництв іноземних держав, міжнародних організацій,
                оперативних і спеціальних транспортних засобів, повинен надавати
                транспортний засіб:
              </p>
              <p>
                a) поліцейським та працівникам охорони здоров’я для доставки до
                найближчого закладу охорони здоров’я осіб, які потребують
                екстреної (швидкої) медичної допомоги;
              </p>
              <p>
                б) поліцейським для виконання непередбачених і невідкладних
                службових обов’язків, пов’язаних із переслідуванням
                правопорушників, доставкою їх до органів Національної поліції,
                та для транспортування пошкоджених транспортних засобів.
              </p>
              <p>Примітки:</p>
              <p>
                Для транспортування пошкоджених транспортних засобів залучаються
                лише вантажні автомобілі.
              </p>
              <p>
                Особа, яка скористалася транспортним засобом, повинна видати
                довідку із зазначенням пройденої відстані, тривалості поїздки,
                свого прізвища, посади, номера посвідчення, повного найменування
                свого підрозділу чи організації.
              </p>
            </li>
            <li>
              <p>
                Водій з інвалідністю, що керує мотоколяскою або автомобілем,
                позначеними розпізнавальним знаком{" "}
                <img alt='"8.6"' src={eight_6} title="sign_8_6" /> «Водій з
                інвалідністю», або водій, що перевозить пасажира з інвалідністю,
                може відступати від вимог дорожніх знаків 3.1{" "}
                <img alt='"Рух заборонено"' src={three_1} title="sign_3.1" /> ,
                3.2{" "}
                <img
                  alt='"Рух механічних транспортних засобів заборонено"'
                  src={three_2}
                  title="sign_3.2"
                />{" "}
                , 3.35{" "}
                <img
                  alt='"Стоянку заборонено"'
                  src={three_35}
                  title="sign_3.35"
                />{" "}
                , 3.36{" "}
                <img
                  alt='"Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3.36"
                />{" "}
                , 3.37{" "}
                <img
                  alt='"Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3.37"
                />{" "}
                , 3.38{" "}
                <img
                  alt='"Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3.38"
                />{" "}
                , а також знака 3.34{" "}
                <img
                  alt='"Зупинку заборонено"'
                  src={three_34}
                  title="sign_3.34"
                />{" "}
                за наявності під ним таблички 7.18{" "}
                <img
                  alt='"Крім осіб з інвалідністю"'
                  src={seven_18}
                  title="sign_7.18"
                />{" "}
                .
              </p>
            </li>
            <li>
              <p>Водієві забороняється:</p>
              <p>
                a) керувати транспортним засобом у стані алкогольного,
                наркотичного чи іншого сп’яніння або перебування під впливом
                лікарських препаратів, що знижують увагу та швидкість реакції;
              </p>
              <p>
                б) керувати транспортним засобом у хворобливому стані, у стані
                стомлення, а також перебуваючи під впливом лікарських
                препаратів, що знижують швидкість реакції і увагу;
              </p>
              <p>
                в) керувати транспортним засобом, не зареєстрованим в
                уповноваженому органі МВС, або таким, що не пройшов відомчу
                реєстрацію в разі, якщо законом встановлена обов’язковість її
                проведення, а також без номерного знака або з номерним знаком,
                що:
              </p>
              <p>не належить цьому засобу;</p>
              <p>не відповідає вимогам стандартів;</p>
              <p>закріплений не в установленому для цього місці;</p>
              <p>
                закритий іншими предметами чи забруднений, що не дає змоги чітко
                визначити символи номерного знака з відстані 20 м;
              </p>
              <p>
                неосвітлений (у темну пору доби або в умовах недостатньої
                видимості) чи перевернутий;
              </p>
              <p>
                г) передавати керування транспортним засобом особам, які
                перебувають у стані алкогольного, наркотичного чи іншого
                сп’яніння або під впливом лікарських препаратів, що знижують
                увагу та швидкість реакції, у хворобливому стані;
              </p>
              <p>
                ґ) передавати керування транспортним засобом особам, які не
                мають при собі посвідчення на право керування ним, якщо це не
                стосується навчання водінню відповідно до вимог розділу 24 цих
                Правил;
              </p>
              <p>
                д) під час руху транспортного засобу користуватися засобами
                зв’язку, тримаючи їх у руці (за винятком водіїв оперативних
                транспортних засобів під час виконання ними невідкладного
                службового завдання);
              </p>
              <p>
                е) користуватися розпізнавальним знаком{" "}
                <img alt='"8.6"' src={eight_6} title="sign_8_6" /> «Водій з
                інвалідністю» за відсутності у водія чи пасажира документів, що
                підтверджують інвалідність (крім водіїв з явними ознаками
                інвалідності або водіїв, які перевозять пасажирів з явними
                ознаками інвалідності).
              </p>
            </li>
            <li>
              <p>
                У разі причетності до дорожньо-транспортної пригоди водій
                зобов’язаний:
              </p>
              <p>
                a) негайно зупинити транспортний засіб і залишатися на місці
                пригоди;
              </p>
              <p>
                б) увімкнути аварійну сигналізацію і встановити знак аварійної
                зупинки відповідно до вимог пункту 9.10 цих Правил;
              </p>
              <p>
                в) не переміщати транспортний засіб і предмети, що мають
                причетність до пригоди;
              </p>
              <p>
                г) вжити можливих заходів для надання домедичної допомоги
                потерпілим, викликати бригаду екстреної (швидкої) медичної
                допомоги, а в разі відсутності можливості вжити зазначених
                заходів звернутися по допомогу до присутніх і відправити
                потерпілих до закладу охорони здоров’я;
              </p>
              <p>
                ґ) у разі неможливості виконати дії, перелічені в підпункті «г»
                пункту 2.10 цих Правил, відвезти потерпілого до найближчого
                лікувального закладу своїм транспортним засобом, попередньо
                зафіксувавши розташування слідів пригоди, а також положення
                транспортного засобу після його зупинки; у лікувальному закладі
                повідомити своє прізвище та номерний знак транспортного засобу
                (з пред’явленням посвідчення водія або іншого документа, який
                посвідчує особу, реєстраційного документа на транспортний засіб)
                і повернутися на місце пригоди;
              </p>
              <p>
                д) повідомити про дорожньо-транспортну пригоду орган чи
                уповноважений підрозділ Національної поліції, записати прізвища
                та адреси очевидців, чекати прибуття поліцейських;
              </p>
              <p>
                е) вжити всіх можливих заходів для збереження слідів пригоди,
                огородження їх та організувати об’їзд місця пригоди;
              </p>
              <p>
                є) до проведення медичного огляду не вживати без призначення
                медичного працівника алкоголю, наркотиків, а також лікарських
                препаратів, виготовлених на їх основі (крім тих, які входять до
                офіційно затвердженого складу аптечки).
              </p>
            </li>
            <li>
              <p>
                Якщо внаслідок дорожньо-транспортної пригоди немає потерпілих та
                не завдано матеріальної шкоди третім особам, а транспортні
                засоби можуть безпечно рухатися, водії (за наявності взаємної
                згоди в оцінці обставин скоєного) можуть прибути до найближчого
                поста або до органу Національної поліції для оформлення
                відповідних матеріалів, попередньо склавши схему пригоди та
                поставивши підписи під нею.
              </p>
              <p>
                Третіми особами вважаються інші учасники дорожнього руху, які
                через обставини виявились причетними до дорожньо-транспортної
                пригоди.
              </p>
              <p>
                У разі настання дорожньо-транспортної пригоди за участю
                транспортних засобів, зазначених у чинному договорі
                обов’язкового страхування цивільно-правової відповідальності, за
                умови експлуатації таких транспортних засобів особами,
                відповідальність яких застрахована, відсутності травмованих
                (загиблих) людей, а також за умови досягнення згоди водіїв таких
                транспортних засобів щодо обставин скоєння дорожньо-транспортної
                пригоди, за відсутності у них ознак алкогольного, наркотичного
                чи іншого сп’яніння або перебування під впливом лікарських
                препаратів, що знижують увагу та швидкість реакції, та у разі
                складення такими водіями спільного повідомлення про
                дорожньо-транспортну пригоду відповідно до встановленого
                Моторним (транспортним) страховим бюро зразка. У такому випадку
                водії згаданих транспортних засобів після складення ними
                зазначеного в цьому пункті повідомлення звільняються від
                обов’язків, передбачених підпунктами «д» — «є» пункту 2.10 цих
                Правил.
              </p>
            </li>
            <li>
              <p>Власник транспортного засобу має право:</p>
              <p>
                a) довіряти в установленому порядку розпорядження транспортним
                засобом іншій особі;
              </p>
              <p>
                б) на відшкодування витрат у разі надання транспортного засобу
                поліцейським та працівникам органу охорони здоров’я згідно з
                пунктом 2.7 цих Правил;
              </p>
              <p>
                в) на відшкодування збитків, завданих унаслідок невідповідності
                стану автомобільних доріг, вулиць, залізничних переїздів вимогам
                безпеки дорожнього руху.
              </p>
              <p>г) на безпечні та зручні умови для руху;</p>
              <p>
                ґ) запитувати оперативну інформацію про дорожні умови та
                напрямки руху.
              </p>
            </li>
            <li>
              <p>
                Право на керування транспортними засобами особам може бути
                надано:
              </p>
              <p>
                мототранспортними засобами і мотоколясками (категорії А1, А) — з
                16-річного віку;
              </p>
              <p>
                автомобілями, колісними тракторами, самохідними машинами,
                сільськогосподарською технікою, іншими механізмами, які
                експлуатуються на вулично-дорожній мережі, всіх типів (категорії
                В1, В, С1, С), за винятком автобусів, трамваїв і тролейбусів, —
                з 18-річного віку;
              </p>
              <p>
                автомобілями з причепами або напівпричепами (категорії ВЕ, С1Е,
                СЕ), а також тими, що призначені для перевезення великовагових і
                небезпечних вантажів, — з 19-річного віку;
              </p>
              <p>
                автобусами, трамваями і тролейбусами (категорії D1, D, D1Е, DЕ,
                Т) — з 21-річного віку.
              </p>
              <p>Транспортні засоби належать до таких категорій:</p>
              <p>
                А1 — мопеди, моторолери та інші двоколісні транспортні засоби,
                які мають двигун з робочим об’ємом до 50 куб. см або
                електродвигун потужністю до 4 кВт;
              </p>
              <p>
                А — мотоцикли, у тому числі з боковим причепом, та інші
                двоколісні транспортні засоби, які мають двигун з робочим
                об’ємом 50 куб. см і більше або електродвигун потужністю 4 кВт і
                більше (змінено 11.11.2020);
              </p>
              <p>
                В1 — квадро- і трицикли, мотоколяски та інші триколісні
                (чотириколісні) мототранспортні засоби, дозволена максимальна
                маса яких не перевищує 400 кілограмів (змінено 11.11.2020);
              </p>
              <p>
                В — автомобілі, дозволена максимальна маса яких не перевищує
                3500 кілограмів (7700 фунтів), а кількість сидячих місць, крім
                сидіння водія, — восьми, состав транспортних засобів з тягачем
                категорії В та причепом, повна маса якого не перевищує 750
                кілограмів;
              </p>
              <p>
                С1 — призначені для перевезення вантажів автомобілі, дозволена
                максимальна маса яких становить від 3500 до 7500 кілограмів (від
                7700 до 16500 фунтів), состав транспортних засобів з тягачем
                категорії С1 та причепом, повна маса якого не перевищує 750
                кілограмів;
              </p>
              <p>
                C — призначені для перевезення вантажів автомобілі, дозволена
                максимальна маса яких перевищує 7500 кілограмів (16500 фунтів),
                состав транспортних засобів з тягачем категорії С та причепом,
                повна маса якого не перевищує 750 кілограмів;
              </p>
              <p>
                D1 — призначені для перевезення пасажирів автобуси, у яких
                кількість місць для сидіння, крім сидіння водія, не перевищує
                16, состав транспортних засобів з тягачем категорії D1 та
                причепом, повна маса якого не перевищує 750 кілограмів;
              </p>
              <p>
                D — призначені для перевезення пасажирів автобуси, у яких
                кількість місць для сидіння, крім сидіння водія, більше 16,
                состав транспортних засобів з тягачем категорії D та причепом,
                повна маса якого не перевищує 750 кілограмів;
              </p>
              <p>
                BE, C1E, CE, D1E, DE — состави транспортних засобів з тягачем
                категорії В, С1, С, D1 або D та причепом, повна маса якого
                перевищує 750 кілограмів;
              </p>
              <p>T — трамваї та тролейбуси.</p>
            </li>
            <li>
              <p>Водій має право:</p>
              <p>
                a) керувати транспортним засобом і перевозити пасажирів або
                вантажі дорогами, вулицями чи іншими місцями, де їх рух не
                заборонено, в установленому порядку відповідно до вимог цих
                Правил;
              </p>
              <p>
                б) виключено на підставі постанови КМУ №1029 від 26.09.2011;
              </p>
              <p>
                в) знати причину зупинки, перевірки та огляду транспортного
                засобу посадовою особою державного органу, яка здійснює нагляд
                за дорожнім рухом, а також її прізвище і посаду;
              </p>
              <p>
                г) вимагати від особи, яка здійснює нагляд за дорожнім рухом та
                зупинила транспортний засіб, пред’явлення посвідчення її особи;
              </p>
              <p>
                ґ) отримувати необхідну допомогу від посадових осіб та
                організацій, що беруть участь у забезпеченні безпеки дорожнього
                руху;
              </p>
              <p>
                д) оскаржити дії поліцейського в разі порушення ним
                законодавства;
              </p>
              <p>
                е) відступати від вимог законодавства в умовах дії непереборної
                сили або коли іншими засобами неможливо запобігти власній
                загибелі чи каліцтву громадян.
              </p>
            </li>
            <li>
              <p>Водій таксі має право:</p>
              <p>
                a) рухатися на дорозі із смугою для маршрутних транспортних
                засобів, позначеною дорожнім знаком 5.8{" "}
                <img
                  alt='"Дорога із смугою для руху маршрутних транспортних засобів"'
                  src={five_8}
                  title="sign_5.8"
                />{" "}
                або 5.11{" "}
                <img
                  alt='"Смуга для руху маршрутних транспортних засобів"'
                  src={five_11}
                  title="sign_5.11"
                />{" "}
                ;
              </p>
              <p>
                б) здійснювати посадку та висадку пасажирів у межах смуги для
                маршрутних транспортних засобів, позначеної дорожнім знаком 5.8{" "}
                <img
                  alt='"Дорога із смугою для руху маршрутних транспортних засобів"'
                  src={five_8}
                  title="sign_5.8"
                />{" "}
                або 5.11{" "}
                <img
                  alt='"Смуга для руху маршрутних транспортних засобів"'
                  src={five_11}
                  title="sign_5.11"
                />{" "}
                , з урахуванням положень пунктів 15.1 та 15.2 цих Правил.
              </p>
            </li>
          </ol>
        </li>
        <li id="3">
          <h4>Рух транспортних засобів із спеціальними сигналами</h4>
          <ol className="nested-list">
            <li>
              <p>
                Водії оперативних транспортних засобів, виконуючи невідкладне
                службове завдання, можуть відступати від вимог розділів 8 (крім
                сигналів регулювальника), 10, 11, 12, 13, 14, 15, 16, 17, 18,
                26, 27 та пункту 28.1 цих Правил за умови увімкнення
                проблискового маячка синього або червоного кольору і
                спеціального звукового сигналу та забезпечення безпеки
                дорожнього руху. За відсутності необхідності додаткового
                привертання уваги учасників дорожнього руху спеціальний звуковий
                сигнал може бути вимкнений.
              </p>
            </li>
            <li>
              <p>
                У разі наближення транспортного засобу з увімкненим синім
                проблисковим маячком та (або) спеціальним звуковим сигналом
                водії інших транспортних засобів, які можуть створювати йому
                перешкоду для руху, зобов’язані дати йому дорогу і забезпечити
                безперешкодний проїзд зазначеного транспортного засобу (і
                супроводжуваних ним транспортних засобів).
              </p>
            </li>
            <li>
              <p>
                На транспортних засобах, які рухаються в супроводжуваній колоні,
                повинне бути ввімкнено ближнє світло фар.
              </p>
              <p>
                Якщо на такому транспортному засобі увімкнено проблискові маячки
                синього і червоного або лише червоного кольору, водії інших
                транспортних засобів зобов’язані зупинитися біля правого краю
                проїзної частини (на правому узбіччі). На дорозі з
                розділювальною смугою цю вимогу зобов’язані виконати водії
                транспортних засобів, що рухаються в попутному напрямку.
              </p>
            </li>
            <li>
              <p>
                Якщо під час супроводження колони транспортних засобів на
                транспортному засобі, що рухається попереду колони, увімкнено
                проблискові маячки синього і червоного або лише червоного
                кольору, колону повинен замикати транспортний засіб з увімкненим
                зеленим або синім і зеленим проблисковими маячками, після
                проїзду якого скасовуються обмеження на рух інших транспортних
                засобів.
              </p>
            </li>
            <li>
              <p>
                Забороняється здійснювати обгін і випередження транспортних
                засобів з увімкненими проблисковими маячками синього і червоного
                або лише червоного кольору та зеленого або синього і зеленого
                кольору і супроводжуваних ними транспортних засобів (колони), а
                також рухатися по суміжних смугах із швидкістю колони або
                займати місце в колоні.
              </p>
            </li>
            <li>
              <p>
                Наближаючись до нерухомого транспортного засобу з увімкненим
                проблисковим маячком синього кольору та спеціальним звуковим
                сигналом (або без увімкненого спеціального звукового сигналу),
                що стоїть на узбіччі (біля проїзної частини) або на проїзній
                частині, водій повинен знизити швидкість до 40 км/год та в разі
                подання регулювальником відповідного сигналу зупинитися.
                Продовжувати рух можна лише з дозволу регулювальника.
              </p>
            </li>
            <li>
              <p>
                Увімкнення проблискового маячка оранжевого кольору на
                транспортних засобах із розпізнавальним знаком Опознавательный
                знак <img alt='"8_3"' src={eight_3} title="sign_8_3" /> «Діти»,
                на механічних транспортних засобах дорожньо-експлуатаційної
                служби під час виконання робіт на дорозі, на транспортних
                засобах спеціального, спеціалізованого призначення, на
                великогабаритних та великовагових транспортних засобах, на
                сільськогосподарській техніці, ширина якої перевищує 2,6 м, на
                транспортних засобах реагування суб’єктів охоронної діяльності
                не дає їм переваги в русі, а служить для привернення уваги та
                попередження про небезпеку. При цьому водіям транспортних
                засобів дорожньо-експлуатаційної служби під час виконання роботи
                на дорозі дозволяється відступати від вимог дорожніх знаків
                (крім знаків пріоритету та знаків 3.21{" "}
                <img
                  alt='"В`їзд заборонено"'
                  src={three_21}
                  title="sign_3_21"
                />
                , 3.22{" "}
                <img
                  alt='"Поворот праворуч заборонено"'
                  src={three_22}
                  title="sign_3_22"
                />
                , 3.23{" "}
                <img
                  alt='"Поворот ліворуч заборонено"'
                  src={three_23}
                  title="sign_3_23"
                />
                ), дорожньої розмітки, а також пунктів 11.2, 11.5, 11.6, 11.7,
                11.8, 11.9, 11.10, 11.12, 11.13, підпунктів «б», «в», «ґ» пункту
                26.2 цих Правил за умови забезпечення безпеки дорожнього руху.
                Водії інших транспортних засобів не повинні перешкоджати їхній
                роботі.
              </p>
            </li>
          </ol>
        </li>
        <li id="4">
          <h4>Обов'язки і права пішоходів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Пішоходи повинні рухатися по тротуарах і пішохідних доріжках,
                тримаючись правого боку.
              </p>
              <p>
                Якщо немає тротуарів, пішохідних доріжок або пересуватися по них
                неможливо, пішоходи можуть рухатися велосипедними доріжками,
                тримаючись правого боку і не утруднюючи рух на велосипедах, або
                в один ряд узбіччям, тримаючись якомога правіше, а у разі його
                відсутності або неможливості рухатися по ньому — по краю
                проїзної частини назустріч руху транспортних засобів. При цьому
                треба бути обережним і не заважати іншим учасникам дорожнього
                руху.
              </p>
            </li>
            <li>
              <p>
                Пішоходи, які переносять громіздкі предмети, або особи, які
                пересуваються в кріслах колісних без двигуна, ведуть мотоцикл,
                велосипед чи мопед, везуть санки, візок тощо, якщо їх рух
                тротуарами, пішохідними чи велосипедними доріжками або узбіччями
                створює перешкоди для інших учасників руху, можуть рухатися по
                краю проїзної частини в один ряд.
              </p>
            </li>
            <li>
              <p>
                За межами населених пунктів пішоходи, які рухаються узбіччям чи
                краєм проїзної частини, повинні йти назустріч руху транспортних
                засобів.
              </p>
              <p>
                Особи, які рухаються узбіччям чи краєм проїзної частини в
                кріслах колісних без двигуна, ведуть мотоцикл, мопед або
                велосипед, повинні пересуватися в напрямку руху транспортних
                засобів.
              </p>
            </li>
            <li>
              <p>
                У темну пору доби та в умовах недостатньої видимості пішоходи,
                які рухаються проїзною частиною чи узбіччям, повинні
                використовувати світлоповертальні елементи (стрічку, наклейку,
                жилет тощо) або бути в одязі, який має світлоповертальні
                елементи (змінено 11.11.2020).
              </p>
            </li>
            <li>
              <p>
                Рух організованих груп людей по дорозі дозволяється тільки в
                напрямку руху транспортних засобів колоною не більш як по чотири
                особи в ряду за умови, що колона не займає більше половини
                ширини проїзної частини одного напрямку руху. Попереду і позаду
                колони на відстані 10–15 м з лівого боку повинні бути
                супровідники з червоними прапорцями, а у темну пору доби та в
                умовах недостатньої видимості — із засвіченими ліхтарями:
                спереду — білого кольору, позаду — червоного.
              </p>
            </li>
            <li>
              <p>
                Організовані групи дітей дозволяється водити тільки по тротуарах
                і пішохідних доріжках, а коли їх немає — по узбіччю дороги у
                напрямку руху транспортних засобів колоною, але тільки у світлу
                пору доби і лише в супроводі дорослих.
              </p>
            </li>
            <li>
              <p>
                Пішоходи повинні переходити проїзну частину по пішохідних
                переходах, у тому числі підземних і надземних, а у разі їх
                відсутності — на перехрестях по лініях тротуарів або узбіч.
              </p>
            </li>
            <li>
              <p>
                Якщо в зоні видимості немає переходу або перехрестя, а дорога
                має не більше трьох смуг руху для обох його напрямків,
                дозволяється переходити її під прямим кутом до краю проїзної
                частини в місцях, де дорогу добре видно в обидва боки, і лише
                після того, як пішохід упевниться у відсутності небезпеки.
              </p>
            </li>
            <li>
              <p>
                У місцях, де рух регулюється, пішоходи повинні керуватися
                сигналами регулювальника або світлофора.
              </p>
              <p>
                У таких місцях пішоходи, які не встигли закінчити перехід
                проїзної частини дороги одного напрямку, повинні перебувати на
                острівці безпеки або лінії, що розділяє транспортні потоки
                протилежних напрямків, а у разі їх відсутності — на середині
                проїзної частини і можуть продовжити перехід лише тоді, коли це
                буде дозволено відповідним сигналом світлофора чи регулювальника
                та переконаються в безпеці подальшого руху.
              </p>
            </li>
            <li>
              <p>
                Перед виходом на проїзну частину з-за транспортних засобів, що
                стоять, та будь-яких об’єктів, що обмежують оглядовість,
                пішоходи повинні впевнитись у відсутності транспортних засобів,
                що наближаються.
              </p>
            </li>
            <li>
              <p>
                Чекати транспортний засіб пішоходи повинні на тротуарах,
                посадкових майданчиках, а якщо вони відсутні, — на узбіччі, не
                створюючи перешкод для дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                На трамвайних зупинках, не обладнаних посадковими майданчиками,
                пішоходам дозволяється виходити на проїзну частину лише з боку
                дверей і тільки після зупинки трамвая.
              </p>
              <p>
                Після висадки з трамвая необхідно залишити проїзну частину не
                затримуючись.
              </p>
            </li>
            <li>
              <p>
                У разі наближення транспортного засобу з увімкненим проблисковим
                маячком червоного та (або) синього кольору і (або) спеціальним
                звуковим сигналом пішоходи повинні утриматися від переходу
                проїзної частини або негайно залишити її.
              </p>
            </li>
            <li>
              <p>Пішоходам забороняється:</p>
              <p>
                a) Виходити на проїзну частину, не впевнившись у відсутності
                небезпеки для себе та інших учасників руху;
              </p>
              <p>
                б) раптово виходити, вибігати на проїзну частину, в тому числі
                на пішохідний перехід;
              </p>
              <p>
                в) допускати самостійний, без нагляду дорослих, вихід дітей
                дошкільного віку на проїзну частину;
              </p>
              <p>
                г) переходити проїзну частину поза пішохідним переходом, якщо є
                розділювальна смуга або дорога має чотири і більше смуг для руху
                в обох напрямках, а також у місцях, де встановлено огородження;
              </p>
              <p>
                ґ) затримуватися і зупинятися на проїзній частині, якщо це не
                пов’язано із забезпеченням безпеки дорожнього руху;
              </p>
              <p>
                д) рухатися по автомагістралі чи дорозі для автомобілів, за
                винятком пішохідних доріжок, місць стоянки і відпочинку.
              </p>
            </li>
            <li>
              <p>
                У разі причетності пішохода до дорожньо-транспортної пригоди він
                повинен надати можливу допомогу потерпілим, записати прізвища та
                адреси очевидців, повідомити орган чи уповноважений підрозділ
                Національної поліції про пригоду, необхідні дані про себе і
                перебувати на місці до прибуття поліцейських.
              </p>
            </li>
            <li>
              <p>Пішохід має право:</p>
              <p>
                a) на перевагу під час переходу проїзної частини позначеними
                нерегульованими пішохідними переходами, а також регульованими
                переходами за наявності на те відповідного сигналу
                регулювальника чи світлофора;
              </p>
              <p>
                б) вимагати від органів виконавчої влади, власників
                автомобільних доріг, вулиць і залізничних переїздів створення
                умов для забезпечення безпеки дорожнього руху.
              </p>
            </li>
            <li>
              <p>Особи, які рухаються в кріслах колісних, мають право:</p>
              <p>
                a) рухатися по тротуарах, пішохідних або велосипедних доріжках
                із швидкістю пішохода;
              </p>
              <p>
                б) рухатися по краю проїзної частини дороги, вулиці чи узбіччю.
              </p>
              <p>Пункт додано Постановою КМУ від 02.12.2020 № 1192.</p>
            </li>
            <li>
              <p>
                Особи, які рухаються в кріслах колісних із швидкістю пішохода по
                тротуарах, пішохідних або велосипедних доріжках, мають право на
                переважне перетинання проїзної частини дороги по позначених
                пішохідних переходах. Під час руху вони повинні виконувати
                вимоги цих Правил, що стосуються обов’язків пішоходів і не
                суперечать вимогам цього розділу.
              </p>
              <p>Пункт додано Постановою КМУ від 02.12.2020 № 1192.</p>
            </li>
            <li>
              <p>
                Особи, які рухаються в кріслах колісних по краю проїзної частини
                дороги, вулиці чи узбіччю, повинні пересуватися в напрямку руху
                транспортних засобів по правій крайній смузі, поворот ліворуч та
                розворот дозволяються на дорогах з однією смугою для руху в
                кожному напрямку і без трамвайної колії посередині. Під час руху
                вони повинні виконувати вимоги цих Правил, що стосуються
                обов’язків велосипедистів і не суперечать вимогам цього розділу.
              </p>
              <p>Пункт додано Постановою КМУ від 02.12.2020 № 1192.</p>
            </li>
            <li>
              <p>Особи, які рухаються в кріслах колісних, зобов’язані:</p>
              <p>
                a) використовувати технічно справні та належним чином обладнані
                крісла колісні;
              </p>
              <p>б) не перевозити вантажі, що заважають керуванню;</p>
              <p>в) не буксирувати причепи;</p>
              <p>г) не перевозити пасажирів.</p>
              <p>Пункт додано Постановою КМУ від 02.12.2020 № 1192.</p>
            </li>
            <li>
              <p>
                Крісла колісні повинні бути обладнані світловідбивними
                пристроями, а під час руху в темний час доби по краю проїзної
                частини дороги, вулиці чи узбіччю — зовнішніми світловими
                приладами.
              </p>
              <p>Пункт додано Постановою КМУ від 02.12.2020 № 1192.</p>
            </li>
          </ol>
        </li>
        <li id="5">
          <h4>Обов'язки і права пасажирів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Посадку (висадку) дозволяється здійснювати пасажирам після
                зупинки транспортного засобу лише з посадкового майданчика, а в
                разі відсутності такого майданчика — з тротуару чи узбіччя, а
                якщо це неможливо, то з крайньої смуги проїзної частини (але не
                з боку суміжної смуги для руху), за умови, що це буде безпечно
                та не створить перешкод іншим учасникам руху.
              </p>
            </li>
            <li>
              <p>Пасажири, користуючись транспортним засобом, повинні:</p>
              <p>
                a) сидіти або стояти (якщо це передбачено конструкцією
                транспортного засобу) в призначених для цього місцях, тримаючись
                за поручень або інше пристосування;
              </p>
              <p>
                б) під час пересування на транспортному засобі користуватися
                засобами пасивної безпеки (підголовниками, ременями безпеки, де
                їх установка передбачена конструкцією) (крім пасажирів з
                інвалідністю, фізіологічні особливості яких унеможливлюють
                користування ременями безпеки), а на мотоциклі і мопеді — в
                застебнутому мотошоломі;
              </p>
              <p>
                в) не забруднювати проїзну частину та смугу відведення
                автомобільних доріг;
              </p>
              <p>
                г) не створювати своїми діями загрози безпеці дорожнього руху.
              </p>
              <p>
                ґ) у разі зупинки чи стоянки транспортних засобів на їх вимогу в
                місцях, де дозволено зупинку, стоянку чи паркування лише водіям,
                які перевозять пасажирів з інвалідністю, на вимогу поліцейського
                пред’явити документи, що підтверджують інвалідність (крім
                пасажирів з явними ознаками інвалідності).
              </p>
            </li>
            <li>
              <p>Пасажирам забороняється:</p>
              <p>
                a) під час руху відвертати увагу водія від керування
                транспортним засобом та заважати йому в цьому;
              </p>
              <p>
                б) відчиняти двері транспортного засобу, не переконавшись, що
                він зупинився біля тротуару, посадкового майданчика, краю
                проїзної частини чи на узбіччі;
              </p>
              <p>
                в) перешкоджати зачиненню дверей та використовувати для їзди
                підніжки і виступи транспортних засобів;
              </p>
              <p>
                г) під час руху стояти в кузові вантажного автомобіля, сидіти на
                бортах або в необладнаному для сидіння місці.
              </p>
            </li>
            <li>
              <p>
                У разі дорожньо-транспортної пригоди пасажир причетного до
                пригоди транспортного засобу повинен надати можливу допомогу
                потерпілим, повідомити про пригоду орган чи уповноважений
                підрозділ Національної поліції і перебувати на місці до прибуття
                поліцейських.
              </p>
            </li>
            <li>
              <p>
                Пасажир під час користування транспортним засобом має право на:
              </p>
              <p>a) безпечне перевезення себе і багажу;</p>
              <p>б) відшкодування завданих збитків;</p>
              <p>
                в) отримання своєчасної і точної інформації про умови і порядок
                руху.
              </p>
            </li>
          </ol>
        </li>
        <li id="6">
          <h4>Вимоги до велосипедистів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Рухатися по дорозі на велосипедах дозволяється особам, які
                досягли 14-річного віку.
              </p>
            </li>
            <li>
              <p>
                Велосипедист має право керувати велосипедом, який обладнаний
                звуковим сигналом та світлоповертачами: спереду — білого
                кольору, по боках — оранжевого, позаду — червоного.
              </p>
              <p>
                Для руху в темну пору доби і в умовах недостатньої видимості на
                велосипеді повинен бути встановлений та увімкнений ліхтар
                (фара).
              </p>
            </li>
            <li>
              <p>
                Велосипедисти, рухаючись групами, повинні їхати один за одним,
                щоб не заважати іншим учасникам дорожнього руху.
              </p>
              <p>
                Колона велосипедистів, що рухається по проїзній частині, повинна
                бути розділена на групи (до 10 велосипедистів у групі) з
                дистанцією руху між групами 80–100 м.
              </p>
            </li>
            <li>
              <p>
                Велосипедист може перевозити лише такі вантажі, які не заважають
                керувати велосипедом і не створюють перешкод іншим учасникам
                дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Якщо велосипедна доріжка перетинає дорогу поза перехрестям,
                велосипедисти зобов’язані дати дорогу іншим транспортним
                засобам, що рухаються по дорозі.
              </p>
              <p>
                Велосипедисти повинні переїжджати проїзну частину по
                велосипедному переїзді, а у разі його відсутності - відповідно
                до вимог цих Правил.
              </p>
              <p>
                У місцях, де рух регулюється, велосипедисти повинні керуватися
                сигналами регулювальника або світлофора.
              </p>
            </li>
            <li>
              <p>Велосипедисту забороняється:</p>
              <p>
                a) керувати велосипедом з несправним гальмом, звуковим сигналом,
                а в темну пору доби і в умовах недостатньої видимості — з
                вимкненим ліхтарем (фарою) чи без світлоповертачів;
              </p>
              <p>
                б) рухатися по автомагістралях і дорогах для автомобілів, а
                також по проїзній частині, коли поряд облаштовано велосипедну
                доріжку;
              </p>
              <p>
                в) рухатися по тротуарах і пішохідних доріжках (крім дітей до 7
                років на дитячих велосипедах під наглядом дорослих);
              </p>
              <p>г) під час руху триматися за інший транспортний засіб;</p>
              <p>
                ґ) їздити, не тримаючись за руль, та знімати ноги з педалей
                (підніжок);
              </p>
              <p>
                д) перевозити пасажирів на велосипеді (за винятком дітей до 7
                років, які перевозяться на додатковому сидінні, обладнаному
                надійно закріпленими підніжками);
              </p>
              <p>е) буксирувати велосипеди;</p>
              <p>
                є) буксирувати причеп, не передбачений для експлуатації з
                велосипедом.
              </p>
            </li>
            <li>
              <p>
                Велосипедисти повинні виконувати вимоги цих Правил, що
                стосуються водіїв або пішоходів і не суперечать вимогам цього
                розділу.
              </p>
            </li>
          </ol>
        </li>
        <li id="7">
          <h4>
            Вимоги до осіб, які керують гужовим транспортом і погоничів тварин
          </h4>
          <ol className="nested-list">
            <li>
              <p>
                Керувати гужовим транспортом та переганяти тварин по дорозі
                дозволяється особам, не молодшим 14-річного віку.
              </p>
            </li>
            <li>
              <p>
                Гужовий віз (сани) повинен бути обладнаний світлоповертачами:
                спереду білого кольору, ззаду — червоного.
              </p>
            </li>
            <li>
              <p>
                Для руху в темну пору доби та в умовах недостатньої видимості на
                гужовому транспорті необхідно увімкнути ліхтарі: спереду —
                білого кольору, ззаду — червоного кольору, що встановлюються з
                лівого боку воза (саней).
              </p>
            </li>
            <li>
              <p>
                У разі виїзду на дорогу з прилеглої території або з другорядної
                дороги в місцях з обмеженою оглядовістю водій воза (саней)
                повинен вести тварину за вуздечку, повід.
              </p>
            </li>
            <li>
              <p>
                Перевозити людей гужовим транспортом дозволяється за наявності
                умов, які б виключали можливість перебування пасажирів за
                боковими та заднім габаритами транспортного засобу.
              </p>
            </li>
            <li>
              <p>
                Переганяти стадо тварин по дорозі дозволяється лише у світлу
                пору доби, при цьому залучається така кількість погоничів, щоб
                можна було направляти тварин якомога ближче до правого краю
                дороги і не створювати небезпеку та перешкод іншим учасникам
                дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Особам, що керують гужовим транспортом, і погоничам тварин
                забороняється:
              </p>
              <p>
                a) рухатися по автомобільних дорогах державного значення (за
                можливості рухатися автомобільними дорогами місцевого значення);
              </p>
              <p>
                б) використовувати вози, не обладнані світлоповертачами, без
                ліхтарів у темну пору доби та в умовах недостатньої видимості;
              </p>
              <p>
                в) залишати на смузі відведення дороги тварин без нагляду та
                випасати їх;
              </p>
              <p>
                г) вести тварин по дорогах з удосконаленим покриттям, якщо поруч
                є інші дороги;
              </p>
              <p>
                ґ) переганяти тварин по дорогах у темну пору доби та в умовах
                недостатньої видимості;
              </p>
              <p>
                д) переганяти тварин через залізничні колії і дороги з
                удосконаленим покриттям поза спеціально відведеними місцями.
              </p>
            </li>
            <li>
              <p>
                Особи, які керують гужовим транспортом, і погоничі тварин
                зобов’язані виконувати вимоги інших пунктів цих Правил, що
                стосуються водіїв і пішоходів і не суперечать вимогам цього
                розділу.
              </p>
            </li>
          </ol>
        </li>
        <li id="8">
          <h4>Регулювання дорожнього руху</h4>
          <ol className="nested-list">
            <li>
              <p>
                Регулювання дорожнього руху здійснюється за допомогою дорожніх
                знаків, дорожньої розмітки, дорожнього обладнання, світлофорів,
                а також регулювальниками.
              </p>
            </li>
            <li>
              <p>
                Дорожні знаки мають перевагу перед дорожньою розміткою і можуть
                бути постійними, тимчасовими та із змінною інформацією.
              </p>
              <p>
                Тимчасові дорожні знаки розміщуються на переносних пристроях,
                дорожньому обладнанні або закріплюються на щиті з фоном жовтого
                кольору і мають перевагу перед постійними дорожніми знаками.
              </p>
              <p>
                8.2.1 Дорожні знаки застосовуються відповідно до цих Правил і
                повинні відповідати вимогам Державного стандарту.
              </p>
              <p>
                Дорожні знаки повинні розміщуватися таким чином, щоб їх було
                добре видно учасникам дорожнього руху як у світлу, так і в темну
                пору доби. При цьому дорожні знаки не повинні бути закриті
                повністю або частково від учасників дорожнього руху будь-якими
                перешкодами.
              </p>
              <p>
                Дорожні знаки повинні бути видимими на відстані не менш як 100 м
                за напрямком руху та розміщеними не вище 6 м над рівнем проїзної
                частини.
              </p>
              <p>
                Дорожні знаки встановлюються обабіч дороги на тому її боці, що
                відповідає напрямку руху. Для поліпшення сприйняття дорожніх
                знаків вони можуть бути розміщені над проїзною частиною. Якщо
                дорога має більше ніж одну смугу для руху в одному напрямку,
                установлений обабіч дороги відповідного напрямку дорожній знак
                дублюється на розділювальній смузі, над проїзною частиною або на
                протилежному боці дороги (у разі, коли для руху в зустрічному
                напрямку є не більше ніж дві смуги).
              </p>
              <p>
                Дорожні знаки розміщуються таким чином, щоб інформацію, яку вони
                передають, могли сприймати саме ті учасники руху, для яких вона
                призначена.
              </p>
            </li>
            <li>
              <p>
                Сигнали регулювальника мають перевагу перед сигналами
                світлофорів та вимогами дорожніх знаків і є обов’язковими для
                виконання.
              </p>
              <p>
                Сигнали світлофорів, крім жовтого миготливого, мають перевагу
                перед дорожніми знаками пріоритету.
              </p>
              <p>
                Водії та пішоходи повинні виконувати додаткові вимоги
                регулювальника, навіть якщо вони суперечать сигналам
                світлофорів, вимогам дорожніх знаків і розмітки.
              </p>
            </li>
            <li>
              <p>Дорожні знаки поділяються на групи:</p>
              <p>
                a) попереджувальні знаки. Інформують водіїв про наближення до
                небезпечної ділянки дороги і характер небезпеки. Під час руху по
                цій ділянці необхідно вжити заходів для безпечного проїзду;
              </p>
              <p>
                б) знаки пріоритету. Встановлюють черговість проїзду перехресть,
                перехрещень проїзних частин або вузьких ділянок дороги;
              </p>
              <p>
                в) заборонні знаки. Запроваджують або скасовують певні обмеження
                в русі;
              </p>
              <p>
                г) наказові знаки. Показують обов’язкові напрямки руху або
                дозволяють деяким категоріям учасників рух по проїзній частині
                чи окремих її ділянках, а також запроваджують або скасовують
                деякі обмеження;
              </p>
              <p>
                ґ) інформаційно-вказівні знаки. Запроваджують або скасовують
                певний режим руху, а також інформують учасників дорожнього руху
                про розташування населених пунктів, різних об’єктів, територій,
                де діють спеціальні правила;
              </p>
              <p>
                д) знаки сервісу. Інформують учасників дорожнього руху про
                розташування об’єктів обслуговування;
              </p>
              <p>
                е) таблички до дорожніх знаків. Уточнюють або обмежують дію
                знаків, разом з якими вони встановлені.
              </p>
            </li>
            <li>
              <p>
                Дорожня розмітка поділяється на горизонтальну та вертикальну і
                використовується окремо або разом з дорожніми знаками, вимоги
                яких вона підкреслює або уточнює.
              </p>
              <p>
                8.5.1. Горизонтальна дорожня розмітка встановлює певний режим і
                порядок руху. Наноситься на проїзній частині або по верху
                бордюру у вигляді ліній, стрілок, написів, символів тощо фарбою
                чи іншими матеріалами відповідного кольору згідно з пунктом 34.1
                цих Правил.
              </p>
              <p>
                8.5.2 Вертикальна розмітка у вигляді смуг білого і чорного,
                червоного і білого та жовтого і червоного кольору на дорожніх
                спорудах та елементах обладнання доріг призначена для зорового
                орієнтування.
              </p>
              <p>
                8.51 Дорожня розмітка застосовується відповідно до цих Правил і
                повинна відповідати вимогам Державного стандарту.
              </p>
              <p>
                Дорожня розмітка повинна бути видимою учасникам дорожнього руху
                як у світлу, так і в темну пору доби на відстані, що забезпечує
                безпеку руху. На ділянках доріг, на яких є труднощі для
                видимості учасниками дорожнього руху дорожньої розмітки (сніг,
                бруд тощо) або дорожня розмітка не може бути відновленою,
                установлюються відповідні за змістом дорожні знаки.
              </p>
            </li>
            <li>
              <p>
                Дорожнє обладнання застосовується як допоміжний засіб
                регулювання дорожнього руху.
              </p>
              <p>До нього належать:</p>
              <p>
                a) огородження і світлове сигнальне обладнання в місцях
                будівництва, реконструкції та ремонту доріг;
              </p>
              <p>
                б) попереджувальні світлові круглі тумби, що встановлюються на
                розділювальних смугах або острівцях безпеки;
              </p>
              <p>
                в) напрямні стовпчики, що призначені для забезпечення видимості
                зовнішнього краю узбіч і небезпечних перешкод в умовах
                недостатньої видимості. Позначаються вертикальною розміткою і
                повинні бути обладнані світлоповертачами: праворуч — червоного
                кольору, ліворуч — білого;
              </p>
              <p>
                г) опуклі дзеркала для розширення оглядовості водіям
                транспортних засобів, які проїжджають перехрестя чи інше
                небезпечне місце з недостатньою оглядовістю;
              </p>
              <p>
                ґ) дорожні огородження на мостах, шляхопроводах, естакадах,
                насипах та інших небезпечних ділянках доріг;
              </p>
              <p>
                д) пішохідні огородження в небезпечних для переходу проїзної
                частини місцях;
              </p>
              <p>
                е) вставки розмічувальні дорожні для поліпшення зорового
                орієнтування водіїв на проїзній частині;
              </p>
              <p>
                є) пристрої примусового зниження швидкості транспортних засобів;
              </p>
              <p>
                ж) шумові смуги для підвищення уваги учасників дорожнього руху
                на небезпечних ділянках доріг.
              </p>
            </li>
            <li>
              <p>
                Світлофори призначені для регулювання руху транспортних засобів
                і пішоходів, мають світлові сигнали зеленого, жовтого, червоного
                і біло-місячного кольорів, які розташовані вертикально чи
                горизонтально. Сигнали світлофора можуть бути з нанесеною
                суцільною чи контурною стрілкою (стрілками), із силуетом
                пішохода, Х-подібні.
              </p>
              <p>
                На рівні червоного сигналу світлофора із вертикальним
                розташуванням сигналів може встановлюватися табличка білого
                кольору із нанесеною на ній стрілкою зеленого кольору.
              </p>
              <p>
                8.7.1 У світлофорах з вертикальним розташуванням сигналів сигнал
                червоного кольору — зверху, зеленого — знизу, а з
                горизонтальним: червоного — ліворуч, зеленого — праворуч.
              </p>
              <p>
                8.7.2 Світлофори з вертикальним розташуванням сигналів можуть
                мати одну або дві додаткові секції з сигналами у вигляді зеленої
                стрілки (стрілок), що розташовуються на рівні сигналу зеленого
                кольору.
              </p>
              <p>8.7.3 Сигнали світлофора мають такі значення:</p>
              <p>a) зелений дозволяє рух;</p>
              <p>
                б) зелений у вигляді стрілки (стрілок) на чорному фоні дозволяє
                рух у зазначеному напрямку (напрямках). Таке саме значення має
                сигнал у вигляді зеленої стрілки (стрілок) у додатковій секції
                світлофора.
              </p>
              <p>
                Сигнал у вигляді стрілки, що дозволяє поворот ліворуч, дозволяє
                й розворот, якщо він не заборонений дорожніми знаками.
              </p>
              <p>
                Сигнал у вигляді зеленої стрілки (стрілок) у додатковій
                (додаткових) секції, увімкнений разом із зеленим сигналом
                світлофора, інформує водія про те, що він має перевагу в
                зазначеному стрілкою (стрілками) напрямку (напрямках) руху перед
                транспортними засобами, що рухаються з інших напрямків;
              </p>
              <p>
                в) зелений миготливий дозволяє рух, але інформує про те, що
                незабаром буде ввімкнено сигнал, який забороняє рух.
              </p>
              <p>
                Для інформування водіїв про час (у секундах), що залишився до
                кінця горіння сигналу зеленого кольору, можуть застосовуватися
                цифрові табло;
              </p>
              <p>
                г) чорна контурна стрілка (стрілки), нанесена на основний
                зелений сигнал, інформує водіїв про наявність додаткової секції
                світлофора і вказує інші дозволені напрямки руху ніж сигнал
                додаткової секції;
              </p>
              <p>
                ґ) жовтий забороняє рух і попереджає про наступну зміну
                сигналів;
              </p>
              <p>
                д) жовтий миготливий сигнал або два жовті миготливі сигнали
                дозволяють рух і інформують про наявність небезпечного
                нерегульованого перехрестя або пішохідного переходу;
              </p>
              <p>
                е) червоний сигнал, у тому числі миготливий, або два червоні
                миготливі сигнали забороняють рух.
              </p>
              <p>
                Сигнал у вигляді зеленої стрілки (стрілок) у додатковій
                (додаткових) секції разом з жовтим або червоним сигналом
                світлофора інформує водія про те, що рух дозволяється у
                вказаному напрямку за умови безперешкодного пропуску
                транспортних засобів, які рухаються з інших напрямків.
              </p>
              <p>
                Стрілка зеленого кольору на табличці, встановленій на рівні
                червоного сигналу світлофора з вертикальним розташуванням
                сигналів, дозволяє рух у зазначеному напрямку при ввімкненому
                червоному сигналі світлофора з крайньої правої смуги руху (або
                крайньої лівої смуги руху на дорогах з одностороннім рухом) за
                умови надання переваги в русі іншим його учасникам, які
                рухаються з інших напрямків на сигнал світлофора, що дозволяє
                рух;
              </p>
              <p>
                є) поєднання червоного і жовтого сигналів забороняє рух і
                інформує про наступне вмикання зеленого сигналу;
              </p>
              <p>
                ж) чорні контурні стрілки на червоному і жовтому сигналах не
                змінюють значення цих сигналів та інформують про дозволені
                напрямки руху при зеленому сигналі;
              </p>
              <p>
                з) вимкнений сигнал додаткової секції забороняє рух у напрямку,
                вказаному її стрілкою (стрілками).
              </p>
              <p>
                8.7.4 Для регулювання руху транспортних засобів на вулицях,
                дорогах або по смугах проїзної частини, напрямок руху на яких
                може змінюватися на протилежний, застосовуються реверсивні
                світлофори з червоним Х-подібним сигналом і зеленим сигналом у
                вигляді стрілки, спрямованої вниз. Ці сигнали забороняють або
                дозволяють рух по смузі, над якою вони розташовані.
              </p>
              <p>
                При вимкнених сигналах реверсивного світлофора, що розташований
                над смугою, позначеною з обох боків дорожньою розміткою 1.9{" "}
                <img alt="Розмітка" src={one_9} title="sign_1.9" /> , в’їзд на
                цю смугу заборонено.
              </p>
              <p>
                8.7.5 Для регулювання руху трамваїв можуть застосовуватися
                світлофори з чотирма сигналами біло-місячного кольору,
                розташованими у вигляді літери «Т».
              </p>
              <p>
                Рух дозволяється лише в разі ввімкнення одночасно нижнього
                сигналу і одного або кількох верхніх, з яких лівий дозволяє рух
                ліворуч, середній — прямо, правий — праворуч.
              </p>
              <p>Якщо ввімкнено лише три верхні сигнали — рух заборонено.</p>
              <p>
                У разі вимкнення чи несправності трамвайних світлофорів водії
                трамваїв повинні керуватися вимогами світлофорів із світловими
                сигналами червоного, жовтого і зеленого кольорів.
              </p>
              <p>
                8.7.6 Для регулювання руху на залізничних переїздах
                використовуються світлофори з двома червоними сигналами або
                одним біло-місячним і двома червоними, які мають такі значення:
              </p>
              <p>
                a) миготливі червоні сигнали забороняють рух транспортних
                засобів через переїзд;
              </p>
              <p>
                б) миготливий біло-місячний сигнал показує, що сигналізація
                справна і не забороняє руху транспортних засобів.
              </p>
              <p>
                На залізничних переїздах одночасно із заборонним сигналом
                світлофора може бути ввімкнено звуковий сигнал, який додатково
                інформує учасників дорожнього руху про заборону руху через
                переїзд.
              </p>
              <p>
                8.7.7 Якщо сигнал світлофора має вигляд силуету пішохода, його
                дія поширюється лише на пішоходів, при цьому зелений сигнал
                дозволяє рух, червоний — забороняє.
              </p>
              <p>
                Для пішоходів з порушенням зору може бути ввімкнено звуковий
                сигнал, який дозволяє рух пішоходів.
              </p>
            </li>
            <li>
              <p>
                Сигнали регулювальника. Сигналами регулювальника є положення
                його корпуса, а також жести руками, в тому числі з жезлом або
                диском з червоним світлоповертачем, які мають такі значення:
              </p>
              <p>
                а) руки витягнуті в сторони, опущені або права рука зігнута
                перед грудьми:
              </p>
              <p>
                з лівого і правого боків — дозволено рух трамвая прямо,
                нерейковим транспортним засобам — прямо і праворуч; пішоходам
                дозволено переходити проїзну частину за спиною та перед грудьми
                регулювальника;
              </p>
              <p>
                з боку грудей і спини — рух усіх транспортних засобів і
                пішоходів заборонено;
              </p>
              <p>б) права рука витягнута вперед:</p>
              <p>
                з лівого боку — дозволено рух трамвая ліворуч, нерейковим
                транспортним засобам — у всіх напрямках;
              </p>
              <p>
                пішоходам дозволено переходити проїзну частину за спиною
                регулювальника;
              </p>
              <p>
                з боку грудей — усім транспортним засобам дозволено рух лише
                праворуч;
              </p>
              <p>
                з правого боку та спини — рух усіх транспортних засобів
                заборонено; пішоходам дозволено переходити проїзну частину за
                спиною регулювальника;
              </p>
              <p>
                в) рука піднята вгору: рух усіх транспортних засобів і пішоходів
                заборонено в усіх напрямках.
              </p>
              <p>
                Жезл використовується поліцейськими та працівниками підрозділів
                військової інспекції безпеки дорожнього руху тільки для
                регулювання дорожнього руху.
              </p>
              <p>
                Для привертання уваги учасників дорожнього руху використовується
                сигнал, поданий свистком.
              </p>
              <p>
                Регулювальник може подавати інші сигнали, зрозумілі водіям і
                пішоходам.
              </p>
            </li>
            <li>
              <p>
                Вимога про зупинку транспортного засобу подається поліцейським
                за допомогою:
              </p>
              <p>
                a) сигнального диска з червоним сигналом чи світлоповертачем або
                руки, що вказує на відповідний транспортний засіб та подальше
                місце його зупинки;
              </p>
              <p>
                б) увімкненого проблискового маячка синього і червоного або лише
                червоного кольору та (або) спеціального звукового сигналу;
              </p>
              <p>в) гучномовного пристрою;</p>
              <p>
                г) спеціального табло, на якому зазначається вимога про зупинку
                транспортного засобу.
              </p>
              <p>
                Водій повинен зупинити транспортний засіб у вказаному місці з
                дотриманням правил зупинки.
              </p>
            </li>
            <li>
              <p>
                У разі подання світлофором (крім реверсивного) або
                регулювальником сигналу, що забороняє рух, водії повинні
                зупинитися перед дорожньою розміткою 1.12{" "}
                <img alt="(стоп-лінія)" src={one_12} title="sign_1.12" /> ,
                дорожнім знаком 5.69{" "}
                <img alt='"Місце зупинки"' src={five_69} title="sign_5.69" /> ,
                якщо їх немає — не ближче 10 м до найближчої рейки перед
                залізничним переїздом, перед світлофором, пішохідним переходом,
                а якщо і вони відсутні та в усіх інших випадках — перед
                перехрещуваною проїзною частиною, не створюючи перешкод для руху
                пішоходів.
              </p>
            </li>
            <li>
              <p>
                Водіям, які в разі ввімкнення жовтого сигналу або підняття
                регулювальником руки вгору не можуть зупинити транспортний засіб
                у місці, передбаченому пунктом 8.10 цих Правил, не вдаючись до
                екстреного гальмування, дозволяється рухатися далі за умови
                забезпечення безпеки дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Забороняється самовільно встановлювати, знімати, пошкоджувати чи
                закривати дорожні знаки, технічні засоби організації дорожнього
                руху (втручатись у їх роботу), розташовувати плакати, афіші,
                рекламні носії та встановлювати пристрої, які можуть бути
                прийняті за знаки та інші пристрої регулювання дорожнього руху
                або можуть погіршити їх видимість чи ефективність, осліпити
                учасників дорожнього руху, відволікти їхню увагу і поставити під
                загрозу безпеку дорожнього руху.
              </p>
            </li>
          </ol>
        </li>
        <li id="9">
          <h4>Попереджувальні сигнали</h4>
          <ol className="nested-list">
            <li>
              <p>Попереджувальними сигналами є:</p>
              <p>
                a) сигнали, що подаються світловими покажчиками повороту або
                рукою;
              </p>
              <p>б) звукові сигнали;</p>
              <p>в) перемикання світла фар;</p>
              <p>г) увімкнення ближнього світла фар у світлу пору доби;</p>
              <p>
                ґ) увімкнення аварійної сигналізації, сигналів гальмування,
                ліхтаря заднього ходу, розпізнавального знака автопоїзда{" "}
                <img
                  alt='"Розпізнавальний знак автопоїзда"'
                  src={eight_1}
                  title="sign_8.1"
                />{" "}
                ;
              </p>
              <p>д) увімкнення проблискового маячка оранжевого кольору.</p>
            </li>
            <li>
              <p>
                Водій повинен подавати сигнали світловими покажчиками повороту
                відповідного напрямку:
              </p>
              <p>a) перед початком руху і зупинкою;</p>
              <p>б) перед перестроюванням, поворотом або розворотом.</p>
            </li>
            <li>
              <p>
                У разі відсутності або несправності світлових покажчиків
                повороту сигнали початку руху від правого краю проїзної частини,
                зупинки зліва, повороту ліворуч, розвороту або перестроювання на
                смугу руху ліворуч подаються лівою рукою, витягнутою вбік, або
                правою рукою, витягнутою вбік і зігнутою у лікті під прямим
                кутом угору.
              </p>
              <p>
                Сигнали початку руху від лівого краю проїзної частини, зупинки
                справа, повороту праворуч, перестроювання на смугу руху праворуч
                подаються правою рукою, витягнутою вбік, або лівою рукою,
                витягнутою вбік і зігнутою у лікті під прямим кутом угору.
              </p>
              <p>
                У разі відсутності або несправності сигналів гальмування такий
                сигнал подається лівою або правою рукою, піднятою вгору.
              </p>
            </li>
            <li>
              <p>
                Подавати сигнал покажчиками повороту або рукою належить завчасно
                до початку маневру (з урахуванням швидкості руху), але не менш
                як за 50–100 м у населених пунктах і за 150–200 м поза ними, і
                припиняти негайно після його закінчення (подавання сигналу рукою
                слід закінчити безпосередньо перед початком виконання маневру).
                Сигнал забороняється подавати, якщо він може бути не зрозумілим
                для інших учасників руху.
              </p>
              <p>
                Подавання попереджувального сигналу не дає водієві переваги і не
                звільняє його від вжиття запобіжних заходів.
              </p>
            </li>
            <li>
              <p>
                Подавати звукові сигнали у населених пунктах забороняється, крім
                випадків, коли без цього неможливо запобігти
                дорожньо-транспортній пригоді (ДТП).
              </p>
            </li>
            <li>
              <p>
                Для привертання уваги водія транспортного засобу, який
                обганяється, можна застосовувати перемикання світла фар, а поза
                населеними пунктами — і звуковий сигнал.
              </p>
            </li>
            <li>
              <p>
                Забороняється користуватися дальнім світлом фар як
                попереджувальним сигналом в умовах, коли це може призвести до
                засліплення інших водіїв, у тому числі через дзеркало заднього
                виду.
              </p>
            </li>
            <li>
              <p>
                Під час руху механічних транспортних засобів у світлу пору доби
                з метою позначення транспортного засобу, що рухається, ближнє
                світло фар повинно бути увімкнене:
              </p>
              <p>a) у колоні;</p>
              <p>
                б) на маршрутних транспортних засобах, що рухаються по смузі,
                позначеній дорожнім знаком 5.8{" "}
                <img
                  alt='"Дорога із смугою для руху маршрутних транспортних засобів"'
                  src={five_8}
                  title="sign_5.8"
                />{" "}
                назустріч загальному потоку транспортних засобів;
              </p>
              <p>
                в) на автобусах (мікроавтобусах), що здійснюють перевезення
                організованих груп дітей;
              </p>
              <p>
                г) на великовагових, великогабаритних транспортних засобах,
                сільськогосподарській техніці, ширина якої перевищує 2,6 м, та
                транспортних засобах, що здійснюють дорожнє перевезення
                небезпечних вантажів;
              </p>
              <p>ґ) на транспортному засобі, що буксирує;</p>
              <p>д) у тунелях.</p>
              <p>
                З 1 жовтня по 1 травня на всіх механічних транспортних засобах
                поза населеними пунктами повинні бути ввімкнені денні ходові
                вогні, а в разі їх відсутності в конструкції транспортного
                засобу — ближнє світло фар.
              </p>
              <p>
                В умовах недостатньої видимості на механічних транспортних
                засобах можна ввімкнути дальнє світло фар або додатково
                протитуманні фари за умови, що це не буде засліплювати інших
                водіїв.
              </p>
            </li>
            <li>
              <p>Аварійна світлова сигналізація повинна бути ввімкнена:</p>
              <p>a) у разі вимушеної зупинки на дорозі;</p>
              <p>
                б) у разі зупинки на вимогу поліцейського або внаслідок
                засліплення водія світлом фар;
              </p>
              <p>
                в) на механічному транспортному засобі, що рухається з
                технічними несправностями, якщо такий рух не заборонено цими
                Правилами;
              </p>
              <p>г) на механічному транспортному засобі, що буксирується;</p>
              <p>
                ґ) на механічному транспортному засобі, позначеному
                розпізнавальним знаком Розпізнавальний знак{" "}
                <img alt='"8_3"' src={eight_3} title="sign_8_3" /> «Діти» що
                перевозить організовану групу дітей, під час їх посадки чи
                висадки;
              </p>
              <p>
                д) на всіх механічних транспортних засобах колони під час їх
                зупинки на дорозі;
              </p>
              <p>е) у разі скоєння дорожньо-транспортної пригоди (ДТП).</p>
            </li>
            <li>
              <p>
                Разом з увімкненням аварійної світлової сигналізації слід
                установити{" "}
                <img
                  alt='"Знак аварійної зупинки"'
                  src={eight_18}
                  title="sign_8.18"
                />{" "}
                знак аварійної зупинки або миготливий червоний ліхтар на
                відстані, що забезпечує безпеку дорожнього руху, але не ближче
                20 м до транспортного засобу в населених пунктах і 40 м поза
                ними, у разі:
              </p>
              <p>a) скоєння дорожньо-транспортної пригоди (ДТП);</p>
              <p>
                б) вимушеної зупинки в місцях з обмеженою оглядовістю дороги
                хоча б в одному напрямку менше 100 м.
              </p>
            </li>
            <li>
              <p>
                Якщо транспортний засіб не обладнано аварійною світловою
                сигналізацією або вона несправна, треба встановити{" "}
                <img
                  alt='"Знак аварійної зупинки"'
                  src={eight_18}
                  title="sign_8.18"
                />{" "}
                знак аварійної зупинки або миготливий червоний ліхтар:
              </p>
              <p>
                a) ззаду на транспортному засобі, зазначеному в пункті 9.9 («в»,
                «г», «ґ») цих Правил;
              </p>
              <p>
                б) з боку гіршої видимості для інших учасників дорожнього руху у
                випадку, зазначеному в підпункті «б» пункту 9.10 цих Правил.
              </p>
            </li>
            <li>
              <p>
                Миготливе червоне світло, випромінюване ліхтарем, який
                застосовується відповідно до вимог пунктів 9.10 і 9.11 цих
                Правил, повинно бути добре видно як удень за сонячної погоди,
                так і в умовах недостатньої видимості.
              </p>
            </li>
          </ol>
        </li>
        <li id="10">
          <h4> Початок руху та зміна його напрямку</h4>
          <ol className="nested-list">
            <li>
              <p>
                Перед початком руху, перестроюванням та будь-якою зміною
                напрямку руху водій повинен переконатися, що це буде безпечним і
                не створить перешкод або небезпеки іншим учасникам руху.
              </p>
            </li>
            <li>
              <p>
                Виїжджаючи на дорогу з житлової зони, дворів, місць стоянки,
                автозаправних станцій та інших прилеглих територій, водій
                повинен перед проїзною частиною чи тротуаром дати дорогу
                пішоходам і транспортним засобам, що рухаються по ній, а
                з’їжджаючи з дороги — велосипедистам і пішоходам, напрямок руху
                яких він перетинає.
              </p>
            </li>
            <li>
              <p>
                У разі перестроювання водій повинен дати дорогу транспортним
                засобам, що рухаються в попутному напрямку по тій смузі, на яку
                він має намір перестроїтися.
              </p>
              <p>
                За одночасного перестроювання транспортних засобів, що рухаються
                в одному напрямку, водій, який знаходиться ліворуч, повинен дати
                дорогу транспортному засобу, що знаходиться праворуч.
              </p>
            </li>
            <li>
              <p>
                Перед поворотом праворуч та ліворуч, у тому числі в напрямку
                головної дороги, або розворотом водій повинен завчасно зайняти
                відповідне крайнє положення на проїзній частині, призначеній для
                руху в цьому напрямку
              </p>
              <p>
                крім випадків, коли здійснюється поворот у разі в’їзду на
                перехрестя, де організовано круговий рух
              </p>
              <p>
                напрямок руху визначено дорожніми знаками чи дорожньою розміткою
                або рух можливий лише в одному напрямку, установленому
                конфігурацією проїзної частини, дорожніми знаками чи розміткою.
              </p>
              <p>
                Водій, що виконує поворот ліворуч або розворот поза перехрестям
                з відповідного крайнього положення на проїзній частині даного
                напрямку, повинен дати дорогу зустрічним транспортним засобам, а
                при виконанні цих маневрів не з крайнього лівого положення на
                проїзній частині — і попутним транспортним засобам. Водій, що
                виконує поворот ліворуч, повинен дати дорогу попутним
                транспортним засобам, які рухаються попереду нього і виконують
                розворот.
              </p>
              <p>
                За наявності трамвайної колії посередині проїзної частини водій
                нерейкового транспортного засобу, що виконує поворот ліворуч або
                розворот поза перехрестям, повинен дати дорогу трамваю.
              </p>
            </li>
            <li>
              <p>
                Поворот необхідно виконувати так, щоб при виїзді з перехрещення
                проїзних частин транспортний засіб не опинився на смузі
                зустрічного руху, а у разі повороту праворуч слід рухатися
                ближче до правого краю проїзної частини.
              </p>
              <p>
                Виїзд з перехрестя, де організовано круговий рух, може
                здійснюватися з будь-якої смуги, якщо напрямок руху не визначено
                дорожніми знаками чи розміткою і це не створить перешкод
                транспортним засобам, що рухаються в попутному напрямку
                праворуч.
              </p>
            </li>
            <li>
              <p>
                Якщо транспортний засіб через свої габарити або інші причини не
                може виконати поворот чи розворот з відповідного крайнього
                положення, дозволяється відступити від вимог пункту 10.4 цих
                Правил, якщо це не суперечить вимогам заборонних чи наказових
                дорожніх знаків, дорожньої розмітки та не створить небезпеки чи
                перешкод іншим учасникам руху. У разі потреби, для забезпечення
                безпеки дорожнього руху, слід звернутися за допомогою до інших
                осіб.
              </p>
            </li>
            <li>
              <p>Розворот забороняється:</p>
              <p>a) на залізничних переїздах;</p>
              <p>б) на мостах, шляхопроводах, естакадах і під ними;</p>
              <p>в) у тунелях;</p>
              <p>
                г) за видимості дороги менше 100 м хоча б в одному напрямку;
              </p>
              <p>
                ґ) на пішохідних переходах і ближче 10 м від них з обох боків,
                крім випадку дозволеного розвороту на перехресті;
              </p>
              <p>
                д) на автомагістралях, а також на дорогах для автомобілів, за
                винятком перехресть і місць, позначених дорожніми знаками 5.29{" "}
                <img
                  alt='"Місце для розвороту"'
                  src={five_29}
                  title="sign_5.29"
                />{" "}
                та 5.30{" "}
                <img
                  alt='"Зона для розвороту"'
                  src={five_30}
                  title="sign_5.30"
                />{" "}
                .
              </p>
            </li>
            <li>
              <p>
                Якщо в місці з’їзду з дороги є смуга гальмування, водій, який
                має намір повернути на іншу дорогу, повинен своєчасно
                перестроїтися на цю смугу і знижувати швидкість тільки на ній.
              </p>
              <p>
                Якщо в місці в’їзду на дорогу є смуга розгону, водій має
                рухатися по ній і вливатися в транспортний потік, даючи дорогу
                транспортним засобам, що рухаються по цій дорозі.
              </p>
            </li>
            <li>
              <p>
                Під час руху транспортного засобу заднім ходом водій не повинен
                створювати небезпеки чи перешкод іншим учасникам руху. Для
                забезпечення безпеки руху він у разі потреби повинен звернутися
                за допомогою до інших осіб.
              </p>
            </li>
            <li>
              <p>
                Забороняється рух транспортних засобів заднім ходом на
                автомагістралях, дорогах для автомобілів, залізничних переїздах,
                пішохідних переходах, перехрестях, мостах, шляхопроводах,
                естакадах, у тунелях, на в’їздах і виїздах з них, а також на
                ділянках доріг з обмеженою оглядовістю чи недостатньою
                видимістю.
              </p>
              <p>
                Дозволяється рух заднім ходом на дорогах з одностороннім рухом
                за умови дотримання вимог пункту 10.9 цих Правил та неможливості
                під’їхати до об’єкта іншим чином.
              </p>
            </li>
            <li>
              <p>
                У разі коли траєкторії руху транспортних засобів перетинаються,
                а черговість проїзду не обумовлена цими Правилами, дати дорогу
                повинен водій, до якого транспортний засіб наближається з
                правого боку.
              </p>
            </li>
          </ol>
        </li>
        <li id="11">
          <h4> Розташування транспортних засобів на дорозі</h4>
          <ol className="nested-list">
            <li>
              <p>
                Кількість смуг на проїзній частині для руху нерейкових
                транспортних засобів визначається дорожньою розміткою або
                дорожніми знаками 5.16{" "}
                <img
                  alt='"Напрямки руху по смугах"'
                  src={five_16}
                  title="sign_5.16"
                />{" "}
                , 5.17.1{" "}
                <img
                  alt='"Напрямок руху по смугах"'
                  src={five_17_1}
                  title="sign_5.17.1"
                />{" "}
                , 5.17.2{" "}
                <img
                  alt='"Напрямок руху по смугах"'
                  src={five_17_2}
                  title="sign_5.17.2"
                />{" "}
                , а за їх відсутності — самими водіями з урахуванням ширини
                проїзної частини відповідного напрямку руху, габаритів
                транспортних засобів і безпечних інтервалів між ними.
              </p>
            </li>
            <li>
              <p>
                На дорогах, які мають дві і більше смуг для руху в одному
                напрямку, нерейкові транспортні засоби повинні рухатися
                якнайближче до правого краю проїзної частини, крім випадків,
                коли виконується випередження, об’їзд або перестроювання перед
                поворотом ліворуч чи розворотом.
              </p>
            </li>
            <li>
              <p>
                На дорогах із двостороннім рухом, які мають по одній смузі для
                руху в кожному напрямку, за відсутності суцільної лінії
                дорожньої розмітки чи відповідних дорожніх знаків виїзд на смугу
                зустрічного руху можливий лише для обгону та об’їзду перешкоди
                або зупинки чи стоянки біля лівого краю проїзної частини в
                населених пунктах у дозволених випадках, при цьому водії
                зустрічного напрямку мають перевагу.
              </p>
            </li>
            <li>
              <p>
                На дорогах з двостороннім рухом, які мають щонайменше дві смуги
                для руху в одному напрямку, забороняється виїжджати на
                призначений для зустрічного руху бік дороги.
              </p>
            </li>
            <li>
              <p>
                На дорогах, які мають дві і більше смуги для руху в одному
                напрямку, виїзд на крайню ліву смугу для руху в цьому ж напрямку
                дозволяється, якщо праві зайняті, а також для повороту ліворуч,
                розвороту або для зупинки чи стоянки на лівому боці дороги з
                одностороннім рухом у населених пунктах, коли це не суперечить
                правилам зупинки (стоянки).
              </p>
            </li>
            <li>
              <p>
                На дорогах, які мають три і більше смуги для руху в одному
                напрямку, вантажним автомобілям з дозволеною максимальною масою
                понад 3,5 т, тракторам, самохідним машинам і механізмам
                дозволяється виїжджати на крайню ліву смугу лише для повороту
                ліворуч та розвороту,
              </p>
              <p>
                а у населених пунктах на дорогах з одностороннім рухом, крім
                цього, — для зупинки зліва, в дозволених випадках, з метою
                завантаження чи розвантаження.
              </p>
            </li>
            <li>
              <p>
                Транспортні засоби, швидкість руху яких не повинна перевищувати
                40 км/год. або які з технічних причин не можуть розвивати таку
                швидкість, повинні рухатися якнайближче до правого краю проїзної
                частини, крім випадків, коли виконується обгін, об’їзд або
                перестроювання перед поворотом ліворуч чи розворотом.
              </p>
            </li>
            <li>
              <p>
                По трамвайній колії попутного напрямку, розташованій на одному
                рівні з проїзною частиною для нерейкових транспортних засобів,
                дозволяється рух за умови, що це не заборонено дорожніми знаками
                чи дорожньою розміткою, а також під час випередження, об’їзду,
                коли ширина проїзної частини недостатня для виконання об’їзду,
                без виїзду на трамвайну колію.
              </p>
              <p>
                На перехресті дозволяється виїжджати на трамвайну колію
                попутного напрямку в тих самих випадках, але за умови
                відсутності перед перехрестям дорожніх знаків 5.16{" "}
                <img
                  alt='"Напрямки руху по смугах"'
                  src={five_16}
                  title="sign_5.16"
                />{" "}
                , 5.17.1{" "}
                <img
                  alt='"Напрямок руху по смугах"'
                  src={five_17_1}
                  title="sign_5.17.1"
                />{" "}
                , 5.17.2{" "}
                <img
                  alt='"Напрямок руху по смугах"'
                  src={five_17_2}
                  title="sign_5.17.2"
                />{" "}
                , 5.18{" "}
                <img
                  alt='"Напрямок руху по смузі"'
                  src={five_18}
                  title="sign_5.18"
                />{" "}
                , 5.19.1{" "}
                <img
                  alt='"Використання смуги руху"'
                  src={five_19_1}
                  title="sign_5.19.1"
                />{" "}
                , 5.19.2{" "}
                <img
                  alt='"Використання смуги руху"'
                  src={five_19_2}
                  title="sign_5.19.2"
                />{" "}
                , 5.19.3{" "}
                <img
                  alt='"Використання смуги руху"'
                  src={five_19_3}
                  title="sign_5.19.3"
                />{" "}
                .
              </p>
              <p>
                Поворот ліворуч або розворот повинні виконуватися з трамвайної
                колії попутного напрямку, розташованої на одному рівні з
                проїзною частиною для нерейкових транспортних засобів, якщо
                інший порядок руху не передбачено дорожніми знаками 5.16{" "}
                <img
                  alt='"Напрямки руху по смугах"'
                  src={five_16}
                  title="sign_5.16"
                />{" "}
                , 5.18{" "}
                <img
                  alt='"Напрямок руху по смузі"'
                  src={five_18}
                  title="sign_5.18"
                />{" "}
                або розміткою 1.18{" "}
                <img alt="Розмітка" src={one_18} title="sign_1.18" /> .
              </p>
              <p>
                В усіх випадках не повинно створюватися перешкод для руху
                трамвая.
              </p>
            </li>
            <li>
              <p>
                Забороняється виїжджати на трамвайну колію зустрічного напрямку,
                відокремлені від проїзної частини трамвайні колії та
                розділювальну смугу.
              </p>
            </li>
            <li>
              <p>
                На дорогах, проїзна частина яких поділена на смуги руху лініями
                дорожньої розмітки, забороняється рухатися, займаючи одночасно
                дві смуги. Наїжджати на переривчасті лінії розмітки дозволяється
                лише під час перестроювання.
              </p>
            </li>
            <li>
              <p>
                При інтенсивному русі змінювати смугу дозволяється лише для
                об’їзду перешкоди, повороту, розвороту або зупинки.
              </p>
            </li>
            <li>
              <p>
                Водій, який здійснює поворот на дорогу, що має смугу для
                реверсивного руху, може перестроюватися на неї тільки після
                проїзду реверсивного світлофора з сигналом, що дозволяє рух, і
                якщо це не суперечить пунктам 11.2, 11.5 та 11.6 цих Правил.
              </p>
            </li>
            <li>
              <p>
                Забороняється рух транспортних засобів по тротуарах і пішохідних
                доріжках, крім випадків, коли вони застосовуються для виконання
                робіт або обслуговування торговельних та інших підприємств,
                розташованих безпосередньо біля цих тротуарів або доріжок, за
                відсутності інших під’їздів і за умови виконання вимог пунктів
                26.1, 26.2 та 26.3 цих Правил.
              </p>
            </li>
            <li>
              <p>
                Рух по проїзній частині на велосипедах, мопедах, гужових возах
                (санях) і вершникам дозволяється лише в один ряд по правій
                крайній смузі якомога правіше, за винятком випадків, коли
                виконується об’їзд. Поворот ліворуч та розворот дозволяється на
                дорогах з однією смугою для руху в кожному напрямку і без
                трамвайної колії посередині. Дозволяється рух по узбіччю, якщо
                це не створить перешкод пішоходам.
              </p>
            </li>
          </ol>
        </li>
        <li id="12">
          <h4> Швидкість руху</h4>
          <ol className="nested-list">
            <li>
              <p>
                Під час вибору в установлених межах безпечної швидкості руху
                водій повинен враховувати дорожню обстановку, а також
                особливості вантажу, що перевозиться, і стан транспортного
                засобу, щоб мати змогу постійно контролювати його рух та
                безпечно керувати ним.
              </p>
            </li>
            <li>
              <p>
                У темну пору доби та в умовах недостатньої видимості швидкість
                руху повинна бути такою, щоб водій мав змогу зупинити
                транспортний засіб у межах видимості дороги.
              </p>
            </li>
            <li>
              <p>
                У разі виникнення небезпеки для руху або перешкоди, яку водій
                об’єктивно спроможний виявити, він повинен негайно вжити заходів
                для зменшення швидкості аж до зупинки транспортного засобу або
                безпечного для інших учасників руху об’їзду перешкоди.
              </p>
            </li>
            <li>
              <p>
                У населених пунктах рух транспортних засобів дозволяється із
                швидкістю не більше 50 км/год.
              </p>
            </li>
            <li>
              <p>
                У житлових і пішохідних зонах швидкість руху не повинна
                перевищувати 20 км/год.
              </p>
            </li>
            <li>
              <p>
                Поза населеними пунктами на всіх дорогах та на дорогах, що
                проходять через населені пункти, позначені знаком 5.51{" "}
                <img
                  alt='"Початок населеного пункту"'
                  src={five_51}
                  title="sign_5.51"
                />{" "}
                дозволяється рух із швидкістю:
              </p>
              <p>
                a) автобусам (мікроавтобусам), що здійснюють перевезення
                організованих груп дітей, легковим автомобілям з причепом і
                мотоциклам — не більше 80 км/год.;
              </p>
              <p>
                б) транспортним засобам, якими керують водії із стажем до 2
                років, — не більше 70 км/год.;
              </p>
              <p>
                в) вантажним автомобілям, що перевозять людей у кузові, та
                мопедам, — не більше 60 км/год.;
              </p>
              <p>
                г) автобусам (за винятком мікроавтобусів) — не більше 90
                км/год.;
              </p>
              <p>
                ґ) іншим транспортним засобам: на автомобільній дорозі, що
                позначена дорожнім знаком 5.1{" "}
                <img alt='"Автомагістраль"' src={five_1} title="sign_5_1" /> —
                не більше 130 км/год.,
              </p>
              <p>
                на автомобільній дорозі з окремими проїзними частинами, що
                відокремлені одна від одної розділювальною смугою — не більше
                110 км/год., на інших автомобільних дорогах — не більше 90
                км/год.
              </p>
            </li>
            <li>
              <p>
                Під час буксирування швидкість не повинна перевищувати 50
                км/год.
              </p>
            </li>
            <li>
              <p>
                На ділянках доріг, де створені дорожні умови, що дають
                можливість рухатися з більш високою швидкістю, за погодженим з
                уповноваженим підрозділом Національної поліції рішенням
                власників доріг або органів, яким передано право на утримання
                таких доріг, дозволена швидкість руху може бути збільшена шляхом
                встановлення відповідних дорожніх знаків.
              </p>
            </li>
            <li>
              <p>Водієві забороняється:</p>
              <p>
                a) перевищувати максимальну швидкість, визначену технічною
                характеристикою даного транспортного засобу;
              </p>
              <p>
                б) перевищувати максимальну швидкість, зазначену в пунктах 12.4,
                12.5, 12.6 та 12.7, на ділянці дороги, де встановлено дорожні
                знаки 3.29{" "}
                <img
                  alt='"Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3.29"
                />{" "}
                , 3.31{" "}
                <img
                  alt='"Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3.31"
                />{" "}
                або на транспортному засобі, на якому встановлено
                розпізнавальний знак відповідно до підпункту «и» пункту 30.3 цих
                Правил;
              </p>
              <p>
                в) перешкоджати іншим транспортним засобам, рухаючись без
                потреби з дуже малою швидкістю;
              </p>
              <p>
                г) різко гальмувати (крім випадків, коли без цього неможливо
                запобігти дорожньо-транспортній пригоді).
              </p>
            </li>
            <li>
              <p>
                Додаткові обмеження дозволеної швидкості руху можуть вводитися
                тимчасово і постійно. При цьому разом із знаками обмеження
                швидкості руху 3.29{" "}
                <img
                  alt='"Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3.29"
                />{" "}
                та 3.31{" "}
                <img
                  alt='"Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3.31"
                />{" "}
                обов’язково додатково встановлюються відповідні дорожні знаки,
                які попереджають про характер небезпеки та/або наближення до
                відповідного об’єкта.
              </p>
              <p>
                У разі коли дорожні знаки обмеження швидкості руху 3.29{" "}
                <img
                  alt='"Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3.29"
                />{" "}
                та/або 3.31{" "}
                <img
                  alt='"Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3.31"
                />{" "}
                встановлені з порушенням визначених цими Правилами вимог щодо їх
                введення чи з порушенням вимог національних стандартів або
                залишені після усунення обставин, за яких їх було встановлено,
                водій не може бути притягнений до відповідальності згідно із
                законодавством за перевищення встановлених обмежень швидкості
                руху.
              </p>
              <p>
                12.10.1 Обмеження дозволеної швидкості руху (дорожні знаки 3.29{" "}
                <img
                  alt='"Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3.29"
                />{" "}
                та/або 3.31{" "}
                <img
                  alt='"Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3.31"
                />{" "}
                на жовтому фоні) вводяться тимчасово виключно:
              </p>
              <p>a) у місцях виконання дорожніх робіт;</p>
              <p>б) у місцях проведення масових або спеціальних заходів;</p>
              <p>
                в) у випадках, пов’язаних із стихійними (погодними) явищами.
              </p>
              <p>
                12.10.2 Обмеження дозволеної швидкості руху вводяться постійно
                виключно:
              </p>
              <p>
                a) на небезпечних ділянках доріг та вулиць (небезпечні повороти,
                ділянки з обмеженою видимістю, місця звуження дороги тощо);
              </p>
              <p>
                б) у місцях розміщення наземних нерегульованих пішохідних
                переходів;
              </p>
              <p>
                в) у місцях розташування дорожніх станцій патрульної поліції;
              </p>
              <p>
                г) на ділянках доріг (вулиць), прилеглих до території дошкільних
                та загальноосвітніх навчальних закладів, дитячих оздоровчих
                таборів.
              </p>
            </li>
          </ol>
        </li>
        <li id="13">
          <h4> Дистанція, інтервал, зустрічний роз'їзд</h4>
          <ol className="nested-list">
            <li>
              <p>
                Водій залежно від швидкості руху, дорожньої обстановки,
                особливостей вантажу, що перевозиться, і стану транспортного
                засобу повинен дотримувати безпечної дистанції та безпечного
                інтервалу.
              </p>
            </li>
            <li>
              <p>
                На дорогах поза населеними пунктами водії транспортних засобів,
                швидкість яких не перевищує 40 км/год., повинні дотримувати
                такої дистанції, щоб транспортні засоби, які виконують обгін,
                мали змогу безперешкодно повернутися на раніше займану смугу
                руху.
              </p>
              <p>
                Ця вимога не діє, якщо водій тихохідного транспортного засобу
                подає попереджувальні сигнали про виконання обгону чи об’їзду.
              </p>
            </li>
            <li>
              <p>
                Під час обгону, випередження, об’їзду перешкоди чи зустрічного
                роз’їзду необхідно дотримувати безпечного інтервалу, щоб не
                створювати небезпеки для дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Якщо зустрічний роз’їзд утруднений, водій, на смузі руху якого є
                перешкода чи габарити транспортного засобу, яким він керує,
                заважають зустрічному руху, повинен дати дорогу.
              </p>
              <p>
                На ділянках доріг, позначених знаками 1.6{" "}
                <img alt='"Крутий підйом"' src={one_6} title="sign_1.6" /> і 1.7{" "}
                <img alt='"Крутий спуск"' src={one_7} title="sign_1.7" /> за
                наявності перешкоди дати дорогу повинен водій транспортного
                засобу, що рухається на спуск.
              </p>
            </li>
          </ol>
        </li>
        <li id="14">
          <h4> Обгін</h4>
          <ol className="nested-list">
            <li>
              <p>
                Здійснювати обгін нерейкових транспортних засобів дозволяється
                лише ліворуч.
              </p>
              <p>
                * (Примітка: пункт 14.1 видалено з Правил дорожнього руху
                постановою КМ №111 від 11.02.2013)
              </p>
            </li>
            <li>
              <p>
                Перед початком обгону водій повинен переконатися в тому, що:
              </p>
              <p>
                a) жоден з водіїв транспортних засобів, які рухаються за ним і
                яким може бути створено перешкоду, не розпочав обгону;
              </p>
              <p>
                б) водій транспортного засобу, який рухається попереду по тій
                самій смузі, не подав сигналу про намір повороту
                (перестроювання) ліворуч;
              </p>
              <p>
                в) смуга зустрічного руху, на яку він буде виїжджати, вільна від
                транспортних засобів на достатній для обгону відстані;
              </p>
              <p>
                г) після обгону зможе, не створюючи перешкоди транспортному
                засобу, якого він обганяє, повернутися на займану смугу.
              </p>
            </li>
            <li>
              <p>
                Водієві транспортного засобу, якого обганяють, забороняється
                перешкоджати обгону шляхом підвищення швидкості руху або іншими
                діями.
              </p>
            </li>
            <li>
              <p>
                Якщо на дорозі за межами населеного пункту дорожня обстановка не
                дозволяє зробити обгін сільськогосподарської техніки, ширина
                якої перевищує 2,6 м, тихохідного або великогабаритного
                транспортного засобу, його водій повинен рухатися якомога
                правіше, а у разі потреби — зупинитися на узбіччі і пропустити
                транспортні засоби, що рухаються за ним.
              </p>
            </li>
            <li>
              <p>
                Водій транспортного засобу, який виконує обгін, може залишитися
                на смузі зустрічного руху, якщо після повернення на раніше
                займану смугу йому доведеться знову розпочати обгін, за умови,
                що він не створить небезпеки зустрічним транспортним засобам, а
                також не перешкоджатиме транспортним засобам, які рухаються за
                ним з більш високою швидкістю.
              </p>
            </li>
            <li>
              <p>Обгін заборонено:</p>
              <p>a) на перехресті;</p>
              <p>
                б) на залізничних переїздах і ближче ніж за 100 м перед ними;
              </p>
              <p>
                в) ближче ніж за 50 м перед пішохідним переходом у населеному
                пункті і 100 м — поза населеним пунктом;
              </p>
              <p>
                г) у кінці підйому, на мостах, естакадах, шляхопроводах, крутих
                поворотах та інших ділянках доріг з обмеженою оглядовістю чи в
                умовах недостатньої видимості;
              </p>
              <p>ґ) транспортного засобу, який здійснює обгін або об’їзд;</p>
              <p>д) у тунелях;</p>
              <p>
                е) на дорогах, що мають дві і більше смуги для руху в одному
                напрямку;
              </p>
              <p>
                є) колони транспортних засобів, позаду якої рухається
                транспортний засіб з увімкненим проблисковим маячком (крім
                оранжевого).
              </p>
            </li>
          </ol>
        </li>
        <li id="15">
          <h4> Зупинка і стоянка</h4>
          <ol className="nested-list">
            <li>
              <p>
                Зупинка і стоянка транспортних засобів на дорозі повинні
                здійснюватись у спеціально відведених місцях чи на узбіччі.
              </p>
            </li>
            <li>
              <p>
                За відсутності спеціально відведених місць чи узбіччя або коли
                зупинка чи стоянка там неможливі, вони дозволяються біля правого
                краю проїзної частини (якомога правіше, щоб не перешкоджати
                іншим учасникам дорожнього руху).
              </p>
            </li>
            <li>
              <p>
                У населених пунктах зупинка і стоянка транспортних засобів
                дозволяються на лівому боці дороги, що має по одній смузі для
                руху в кожному напрямку (без трамвайних колій посередині) і не
                розділена розміткою 1.1{" "}
                <img
                  alt="(вузька суцільна лінія)"
                  src={one_1}
                  title="sign_1.1"
                />{" "}
                а також на лівому боці дороги з одностороннім рухом.
              </p>
              <p>
                Якщо дорога має бульвар або розділювальну смугу, зупинка і
                стоянка транспортних засобів біля них забороняються.
              </p>
            </li>
            <li>
              <p>
                Транспортні засоби не дозволяється ставити на проїзній частині в
                два і більше ряди. Велосипеди, мопеди і мотоцикли без бокового
                причепа дозволяється ставити на проїзній частині не більше ніж у
                два ряди.
              </p>
            </li>
            <li>
              <p>
                Ставити транспортні засоби під кутом до краю проїзної частини
                дозволяється в місцях, де це не буде перешкоджати руху інших
                транспортних засобів.
              </p>
              <p>
                Біля тротуарів або інших місць із пішохідним рухом ставити
                транспортні засоби під кутом дозволяється лише передньою
                частиною, а на підйомах — тільки задньою частиною.
              </p>
            </li>
            <li>
              <p>
                Стоянка всіх транспортних засобів у місцях, позначених дорожніми
                знаками 5.42.1{" "}
                <img
                  alt='"Місце для стоянки"'
                  src={five_42_1}
                  title="sign_5.42.1"
                />{" "}
                5.42.2{" "}
                <img
                  alt='"Місце для стоянки"'
                  src={five_42_2}
                  title="sign_5.42.2"
                />{" "}
                , 5.43{" "}
                <img alt='"Зона стоянки"' src={five_43} title="sign_5.43" />{" "}
                встановленими з табличкою 7.6.1{" "}
                <img
                  alt='"Спосіб поставлення транспортного засобу на стоянку"'
                  src={seven_6_1}
                  title="sign_7.6.1"
                />{" "}
                дозволяється на проїзній частині вздовж тротуару, а
                встановленими з однією з табличок 7.6.2{" "}
                <img
                  alt='"Спосіб поставлення транспортного засобу на стоянку"'
                  src={seven_6_2}
                  title="sign_7.6.2"
                />{" "}
                , 7.6.3{" "}
                <img
                  alt='"Спосіб поставлення транспортного засобу на стоянку"'
                  src={seven_6_3}
                  title="sign_7.6.3"
                />{" "}
                , 7.6.4{" "}
                <img
                  alt='"Спосіб поставлення транспортного засобу на стоянку"'
                  src={seven_6_4}
                  title="sign_7.6.4"
                />{" "}
                , 7.6.5{" "}
                <img
                  alt='"Спосіб поставлення транспортного засобу на стоянку"'
                  src={seven_6_5}
                  title="sign_7.6.5"
                />{" "}
                , 7.6.6{" "}
                <img
                  alt='"Спосіб поставлення транспортного засобу на стоянку"'
                  src={seven_6_6}
                  title="sign_7.6.6"
                />{" "}
                — легкових автомобілів і мотоциклів тільки так, як показано на
                табличці.
              </p>
            </li>
            <li>
              <p>
                На спусках і підйомах, де спосіб поставлення не регламентується
                засобами регулювання руху, транспортні засоби необхідно ставити
                під кутом до краю проїзної частини так, щоб не створювати
                перешкод іншим учасникам дорожнього руху і виключити можливість
                для самовільного руху цих засобів.
              </p>
              <p>
                На таких ділянках допускається ставити транспортний засіб уздовж
                краю проїзної частини, повернувши керовані колеса таким чином,
                щоб виключалась можливість самовільного руху транспортного
                засобу.
              </p>
            </li>
            <li>
              <p>
                На трамвайній колії попутного напрямку, розташованій ліворуч на
                одному рівні з проїзною частиною для руху нерейкових
                транспортних засобів, дозволяється зупинка лише для виконання
                вимог цих Правил, а на розташованих біля правого краю проїзної
                частини — лише для посадки (висадки) пасажирів чи виконання
                вимог цих Правил.
              </p>
              <p>
                У цих випадках не повинно створюватись перешкод для руху
                трамваїв.
              </p>
            </li>
            <li>
              <p>Зупинка забороняється:</p>
              <p>a) на залізничних переїздах;</p>
              <p>
                б) на трамвайних коліях (крім випадків, обумовлених пунктом 15.8
                цих Правил);
              </p>
              <p>
                в) на естакадах, мостах, шляхопроводах і під ними, а також у
                тунелях;
              </p>
              <p>
                г) на пішохідних переходах і ближче 10 м від них з обох боків,
                крім випадків надання переваги в русі;
              </p>
              <p>
                ґ) на перехрестях та ближче 10 м від краю перехрещуваної
                проїзної частини за відсутності на них пішохідного переходу, за
                винятком зупинки для надання переваги в русі та зупинки проти
                бокового проїзду на Т-подібних перехрестях, де є суцільна лінія
                розмітки або розділювальна смуга;
              </p>
              <p>
                д) у місцях, де відстань між суцільною лінією розмітки,
                розділювальною смугою чи протилежним краєм проїзної частини і
                транспортним засобом, що зупинився, менше 3 м;
              </p>
              <p>
                е) ближче 30 м від посадкових майданчиків для зупинки маршрутних
                транспортних засобів, а коли їх немає — ближче 30 м від
                дорожнього знака такої зупинки з обох боків;
              </p>
              <p>
                є) ближче 10 м від позначеного місця виконання дорожніх робіт і
                в зоні їх виконання, де це створить перешкоди технологічним
                транспортним засобам, що працюють;
              </p>
              <p>
                ж) у місцях, де буде неможливим зустрічний роз'їзд або об'їзд
                транспортного засобу, що зупинився;
              </p>
              <p>
                з) у місцях, де транспортний засіб закриває від інших водіїв
                сигнали світлофора або дорожні знаки;
              </p>
              <p>
                и) ближче 10 м від виїздів з прилеглих територій і безпосередньо
                в місці виїзду.
              </p>
            </li>
            <li>
              <p>Стоянка забороняється:</p>
              <p>a) у місцях, де заборонена зупинка;</p>
              <p>
                б) на тротуарах (крім місць, позначених відповідними дорожніми
                знаками, встановленими з табличками);
              </p>
              <p>
                в) на тротуарах, за винятком легкових автомобілів та мотоциклів,
                які можуть бути поставлені на краю тротуарів, де для руху
                пішоходів залишається щонайменше 2 м;
              </p>
              <p>г) ближче 50 м від залізничних переїздів;</p>
              <p>
                ґ) поза населеними пунктами в зоні небезпечних поворотів і
                випуклих переломів поздовжнього профілю дороги з видимістю або
                оглядовістю менше 100 м хоча б в одному напрямку руху;
              </p>
              <p>
                д) у місцях, де транспортний засіб, що стоїть, зробить
                неможливим рух інших транспортних засобів або створить перешкоду
                для руху пішоходів;
              </p>
              <p>
                е) ближче 5 м від контейнерних майданчиків та/або контейнерів
                для збирання побутових відходів, місце розміщення або
                облаштування яких відповідає вимогам законодавства;
              </p>
              <p>є) на газонах.</p>
            </li>
            <li>
              <p>
                У темну пору доби і в умовах недостатньої видимості стоянка поза
                населеними пунктами дозволяється лише на майданчиках для стоянки
                або за межами дороги.
              </p>
            </li>
            <li>
              <p>
                Водій не повинен залишати транспортний засіб, не вживши всіх
                заходів, щоб не допустити його самовільного руху, проникнення до
                нього і (або) незаконного заволодіння ним.
              </p>
            </li>
            <li>
              <p>
                Забороняється відчиняти двері транспортного засобу, залишати їх
                відчиненими і виходити з транспортного засобу, якщо це загрожує
                безпеці і створює перешкоди іншим учасникам дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                У разі вимушеної зупинки в місці, де зупинку заборонено, водій
                повинен вжити всіх заходів, щоб прибрати транспортний засіб, а
                за неможливості це зробити — діяти згідно з вимогами пунктів
                9.9, 9.10, 9.11 цих Правил.
              </p>
            </li>
            <li>
              <p>
                На проїзній частині забороняється встановлення предметів, що
                перешкоджають проїзду чи паркуванню транспортних засобів, за
                винятком випадків:
              </p>
              <p>оформлення дорожньо-транспортної пригоди;</p>
              <p>
                виконання дорожніх робіт або робіт, пов’язаних із зайняттям
                проїзної частини;
              </p>
              <p>
                обмеження або заборони руху транспортних засобів та пішоходів у
                випадках, передбачених законодавством.
              </p>
            </li>
          </ol>
        </li>
        <li id="16">
          <h4> Проїзд перехресть</h4>
          <ol className="nested-list">
            <li>
              <p>
                Перехрестя, де черговість проїзду визначається сигналами
                світлофора чи регулювальника, вважається регульованим. На такому
                перехресті знаки пріоритету не діють.
              </p>
              <p>
                У разі вимкнення світлофора або його роботи в режимі миготіння
                сигналу жовтого кольору та відсутності регулювальника перехрестя
                вважається нерегульованим і водії повинні керуватись правилами
                проїзду нерегульованих перехресть та установленими на перехресті
                відповідними дорожніми знаками.
              </p>
            </li>
            <li>
              <p>
                На регульованих і нерегульованих перехрестях водій, повертаючи
                праворуч або ліворуч, повинен дати дорогу пішоходам, які
                переходять проїзну частину, на яку він повертає, а також
                велосипедистам, які рухаються прямо в попутному напрямку.
              </p>
            </li>
            <li>
              <p>
                У разі необхідності надання переваги в русі транспортним
                засобам, які рухаються по перехрещуваній дорозі, водій повинен
                зупинити транспортний засіб перед дорожньою розміткою 1.12{" "}
                <img alt="(стоп-лінія)" src={one_12} title="sign_1.12" />{" "}
                (стоп-лінією) або 1.13{" "}
                <img alt="Розмітка" src={one_13} title="sign_1.13" /> ,
                світлофором так, щоб бачити його сигнали, а якщо вони відсутні —
                перед краєм перехрещуваної проїзної частини, не створюючи
                перешкод для руху пішоходів.
              </p>
            </li>
            <li>
              <p>
                Забороняється виїжджати на будь-яке перехрестя, у тому числі при
                сигналі світлофора, що дозволяє рух, якщо утворився затор, який
                змусить водія зупинитися на перехресті, що створить перешкоду
                для руху інших транспортних засобів і пішоходів.
              </p>
              <p>Регульовані перехрестя</p>
            </li>
            <li>
              <p>
                У разі подання сигналу регулювальником або ввімкнення сигналу
                світлофора, що дозволяє рух, водій зобов'язаний дати дорогу
                транспортним засобам, що завершують рух через перехрестя, а
                також пішоходам, які закінчують перехід.
              </p>
            </li>
            <li>
              <p>
                Повертаючи ліворуч або розвертаючись при зеленому сигналі
                основного світлофора, водій нерейкового транспортного засобу
                зобов'язаний дати дорогу трамваю попутного напрямку, а також
                транспортним засобам, що рухаються в зустрічному напрямку прямо
                або повертають праворуч.
              </p>
              <p>Цим правилом повинні керуватися між собою і водії трамваїв.</p>
            </li>
            <li>
              <p>
                Якщо сигнал регулювальника або зелений сигнал світлофора
                дозволяють одночасно рух трамвая і нерейкових транспортних
                засобів, трамваю надається перевага незалежно від напрямку його
                руху.
              </p>
            </li>
            <li>
              <p>
                Водій, який виїхав на перехрещення проїзних частин згідно із
                сигналом світлофора, що дозволяє рух, повинен виїхати у
                наміченому напрямку незалежно від сигналів світлофора на виїзді.
                Проте, якщо на перехрестях перед світлофорами на шляху руху
                водія є дорожня розмітка 1.12{" "}
                <img alt="(стоп-лінія)" src={one_12} title="sign_1.12" />{" "}
                (стоп-лінія) або дорожній знак 5.69{" "}
                <img alt='"Місце зупинки"' src={five_69} title="sign_5.69" />{" "}
                він повинен керуватися сигналами кожного світлофора.
              </p>
            </li>
            <li>
              <p>
                Під час руху в напрямку стрілки, ввімкнутої в додатковій секції
                одночасно з жовтим або червоним сигналом світлофора, водій має
                дати дорогу транспортним засобам, що рухаються з інших
                напрямків.
              </p>
              <p>
                Під час руху в напрямку стрілки зеленого кольору на таблиці,
                встановленій на рівні червоного сигналу світлофора із
                вертикальним розташуванням сигналів, водій повинен зайняти
                крайню праву (ліву) смугу руху та дати дорогу транспортним
                засобам і пішоходам, що рухаються з інших напрямків.
              </p>
            </li>
            <li>
              <p>
                На перехресті, де рух регулюється світлофором з додатковою
                секцією, водій, який перебуває на смузі, з якої робиться
                поворот, повинен продовжувати рух у напрямку, що вказує стрілка,
                ввімкнута в додатковій секції, якщо його зупинка на заборонний
                сигнал світлофора створить перешкоди транспортним засобам, що
                рухаються за ним по тій самій смузі.
              </p>
              <p>Нерегульовані перехрестя</p>
            </li>
            <li>
              <p>
                На перехресті нерівнозначних доріг водій транспортного засобу,
                що рухається по другорядній дорозі, повинен дати дорогу
                транспортним засобам, які наближаються до даного перехрещення
                проїзних частин по головній дорозі, незалежно від напрямку їх
                подальшого руху.
              </p>
            </li>
            <li>
              <p>
                На перехресті рівнозначних доріг водій нерейкового транспортного
                засобу зобов'язаний дати дорогу транспортним засобам, що
                наближаються праворуч, крім перехресть, де організовано круговий
                рух.
              </p>
              <p>Цим правилом повинні керуватися між собою і водії трамваїв.</p>
              <p>
                На будь-якому нерегульованому перехресті трамвай, незалежно від
                напрямку його подальшого руху, має перевагу перед нерейковими
                транспортними засобами, що наближаються до нього по рівнозначній
                дорозі, крім перехресть, де організовано круговий рух.
              </p>
              <p>
                Перевага в русі на нерегульованих перехрестях, де організовано
                круговий рух і які позначені дорожнім знаком 4.10{" "}
                <img alt='"Круговий рух"' src={four_10} title="sign_4.10" /> ,
                надається транспортним засобам, які вже рухаються по колу.
              </p>
            </li>
            <li>
              <p>
                Перед поворотом ліворуч і розворотом водій нерейкового
                транспортного засобу зобов'язаний дати дорогу трамваю попутного
                напрямку, а також транспортним засобам, що рухаються по
                рівнозначній дорозі в зустрічному напрямку прямо чи праворуч.
              </p>
              <p>Цим правилом повинні керуватися між собою і водії трамваїв.</p>
            </li>
            <li>
              <p>
                Якщо головна дорога на перехресті змінює напрямок, водії
                транспортних засобів, які рухаються по ній, повинні керуватися
                між собою правилами проїзду перехресть рівнозначних доріг.
              </p>
              <p>
                Цим правилом повинні керуватися між собою і водії, які рухаються
                по другорядних дорогах.
              </p>
            </li>
            <li>
              <p>
                Якщо неможливо визначити наявність покриття на дорозі (темна
                пора доби, бруд, сніг тощо), а знаки пріоритету відсутні, водій
                повинен вважати, що перебуває на другорядній дорозі.
              </p>
            </li>
          </ol>
        </li>
        <li id="17">
          <h4> Переваги маршрутних транспортних засобів</h4>
          <ol className="nested-list">
            <li>
              <p>
                На дорозі із смугою для маршрутних транспортних засобів,
                позначеній дорожнім знаком 5.8{" "}
                <img
                  alt='"Дорога із смугою для руху маршрутних транспортних засобів"'
                  src={five_8}
                  title="sign_5.8"
                />{" "}
                або 5.11{" "}
                <img
                  alt='"Смуга для руху маршрутних транспортних засобів"'
                  src={five_11}
                  title="sign_5.11"
                />{" "}
                забороняються рух і зупинка інших транспортних засобів (крім
                таксі та велосипедистів) на цій смузі.
              </p>
            </li>
            <li>
              <p>
                Водій, який повертає праворуч на дорозі із смугою для маршрутних
                транспортних засобів, що відокремлена переривчастою лінією
                дорожньої розмітки, може виконувати поворот з цієї смуги.
              </p>
              <p>
                У таких місцях дозволяється також заїжджати на неї під час
                виїзду на дорогу і для посадки чи висадки пасажирів біля правого
                краю проїзної частини.
              </p>
            </li>
            <li>
              <p>
                Поза перехрестями, де трамвайні колії перетинають смугу руху
                нерейкових транспортних засобів, перевага надається трамваю
                (крім випадків виїзду трамвая з депо).
              </p>
            </li>
            <li>
              <p>
                У населених пунктах, наближаючись до автобуса, мікроавтобуса або
                тролейбуса, що розпочинає рух від позначеної зупинки,
                розташованої в заїзному «кармані», водії інших транспортних
                засобів зобов'язані зменшити швидкість, а в разі потреби
                зупинитися, щоб дати можливість маршрутному транспортному засобу
                розпочати рух.
              </p>
            </li>
            <li>
              <p>
                Водії автобусів, мікроавтобусів і тролейбусів, які подали сигнал
                про намір розпочати рух від зупинки, повинні вжити заходів для
                запобігання дорожньо-транспортній пригоді.
              </p>
            </li>
          </ol>
        </li>
        <li id="18">
          <h4> Проїзд пішохідних переходів і зупинок транспортних засобів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Водій транспортного засобу, що наближається до нерегульованого
                пішохідного переходу, на якому перебувають пішоходи, повинен
                зменшити швидкість, а в разі потреби зупинитися, щоб дати дорогу
                пішоходам, для яких може бути створена перешкода чи небезпека.
              </p>
            </li>
            <li>
              <p>
                На регульованих пішохідних переходах і перехрестях при сигналі
                світлофора чи регулювальника, що дозволяє рух транспортним
                засобам, водій повинен дати дорогу пішоходам, які закінчують
                перехід проїзної частини відповідного напрямку руху і для яких
                може бути створена перешкода чи небезпека.
              </p>
            </li>
            <li>
              <p>
                Проїжджаючи повз пішоходів, які не встигли закінчити перехід
                проїзної частини і вимушено перебувають на острівці безпеки або
                лінії, що розділяє транспортні потоки протилежних напрямків,
                водії повинні дотримуватись безпечного інтервалу.
              </p>
            </li>
            <li>
              <p>
                Якщо перед нерегульованим пішохідним переходом зменшує швидкість
                чи зупинився транспортний засіб, водії інших транспортних
                засобів, що рухаються по сусідніх смугах, повинні зменшити
                швидкість, а в разі потреби зупинитися і можуть продовжити
                (відновити) рух лише переконавшись, що на пішохідному переході
                немає пішоходів, для яких може бути створена перешкода чи
                небезпека.
              </p>
            </li>
            <li>
              <p>
                У будь-якому місці водій повинен пропустити пішоходів з
                порушенням зору, які подають сигнал тростиною білого кольору,
                спрямованою вперед.
              </p>
            </li>
            <li>
              <p>
                Забороняється в'їжджати на пішохідний перехід, якщо за ним
                утворився затор, який змусить водія зупинитися на цьому
                переході.
              </p>
            </li>
            <li>
              <p>
                Водії повинні зупинитися перед пішохідним переходом на сигнал,
                передбачений підпунктом «в» пункту 8.8 цих Правил, якщо така
                вимога надійшла від членів шкільного патруля, загону юних
                інспекторів руху, відповідним чином екіпірованих, або осіб, що
                супроводжують групи дітей, і дати дорогу дітям, які переходять
                проїзну частину дороги.
              </p>
            </li>
            <li>
              <p>
                Водій транспортного засобу повинен зупинитися, щоб дати дорогу
                пішоходам, які йдуть з боку відчинених дверей до (або від)
                трамвая, що стоїть на зупинці, якщо посадка чи висадка
                проводиться з проїзної частини чи посадкового майданчика,
                розміщеного на ній.
              </p>
              <p>
                Продовжувати рух дозволяється лише тоді, коли пішоходи залишать
                проїзну частину і у трамвая зачиняться двері.
              </p>
            </li>
            <li>
              <p>
                Наближаючись до транспортного засобу з розпізнавальним знаком
                Розпізнавальний знак{" "}
                <img alt='"8.3"' src={eight_3} title="sign_8_3" /> "Діти", що
                зупинився з увімкненими проблисковими маячками оранжевого
                кольору та (або) аварійною світловою сигналізацією, водії
                транспортних засобів, що рухаються по суміжній смузі, повинні
                зменшити швидкість, а в разі потреби зупинитися, щоб уникнути
                наїзду на дітей.
              </p>
            </li>
          </ol>
        </li>
        <li id="19">
          <h4> Користування зовнішніми світловими приладами</h4>
          <ol className="nested-list">
            <li>
              <p>
                У темну пору доби та в умовах недостатньої видимості незалежно
                від ступеня освітлення дороги, а також у тунелях на
                транспортному засобі, що рухається, повинні бути ввімкнені такі
                світлові пристрої:
              </p>
              <p>
                a) на всіх механічних транспортних засобах — фари ближнього
                (дальнього) світла;
              </p>
              <p>
                б) на мопедах (велосипедах) і гужових возах (санях) — фари або
                ліхтарі;
              </p>
              <p>
                в) на причепах та транспортних засобах, що буксируються, —
                габаритні ліхтарі.
              </p>
              <p>
                Примітка. В умовах недостатньої видимості на механічних
                транспортних засобах дозволяється замість фар ближнього
                (дальнього) світла ввімкнути протитуманні фари.
              </p>
            </li>
            <li>
              <p>
                Дальнє світло слід перемикати на ближнє не менш як за 250 м до
                зустрічного транспортного засобу, а також тоді, коли воно може
                засліпити інших водіїв, зокрема тих, що рухаються в попутному
                напрямку.
              </p>
              <p>
                Світло необхідно перемикати і на більшій відстані, якщо водій
                зустрічного транспортного засобу періодичним перемиканням світла
                фар покаже потребу в цьому.
              </p>
            </li>
            <li>
              <p>
                У разі погіршення видимості в напрямку руху, викликаного світлом
                фар зустрічних транспортних засобів, водій повинен зменшити
                швидкість до такої, яка б не перевищувала безпечної за умовами
                фактичної видимості дороги в напрямку руху, а в разі засліплення
                - зупинитися, не змінюючи смуги руху, і увімкнути аварійну
                світлову сигналізацію. Відновлення руху дозволяється лише після
                того, як пройдуть негативні наслідки засліплення.
              </p>
            </li>
            <li>
              <p>
                Під час зупинки на дорозі в темну пору доби і в умовах
                недостатньої видимості на транспортному засобі мають бути
                ввімкнені габаритні або стоянкові ліхтарі, а при вимушеній
                зупинці додатково — аварійна світлова сигналізація.
              </p>
              <p>
                В умовах недостатньої видимості дозволяється додатково увімкнути
                ближнє світло або протитуманні фари та задні протитуманні
                ліхтарі.
              </p>
              <p>
                Якщо габаритні ліхтарі несправні, транспортний засіб слід
                прибрати за межі дороги, а якщо це неможливо, його необхідно
                позначити відповідно до вимог пунктів 9.10 і 9.11 цих Правил.
              </p>
            </li>
            <li>
              <p>
                Протитуманні фари можна використовувати в умовах недостатньої
                видимості як окремо, так і з ближнім або дальнім світлом фар, а
                в темну пору доби на неосвітлених ділянках доріг — лише разом з
                ближнім або дальнім світлом фар.
              </p>
            </li>
            <li>
              <p>
                Фарою-прожектором і фарою-шукачем можуть користуватися лише
                водії оперативних транспортних засобів під час виконання
                службових завдань, вживши заходів для того, щоб не засліплювати
                інших учасників дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Забороняється підключати задні протитуманні ліхтарі до сигналів
                гальмування.
              </p>
            </li>
            <li>
              <p>
                Знак автопоїзда, встановлений згідно з вимогами підпункту «а»
                пункту 30.3 цих Правил, повинен бути постійно увімкнений під час
                руху, а в темну пору доби або в умовах недостатньої видимості —
                і під час вимушеної зупинки, зупинки чи стоянки на дорозі.
              </p>
            </li>
            <li>
              <p>
                Задній протитуманний ліхтар дозволяється використовувати
                виключно в умовах недостатньої видимості як у світлу, так і в
                темну пору доби.
              </p>
            </li>
          </ol>
        </li>
        <li id="20">
          <h4> Рух через залізничні переїзди</h4>
          <ol className="nested-list">
            <li>
              <p>
                Водії транспортних засобів можуть перетинати залізничні колії
                лише на залізничних переїздах.
              </p>
            </li>
            <li>
              <p>
                Під'їжджаючи до переїзду, а також починаючи рух після зупинки
                перед ним, водій зобов'язаний керуватися вказівками і сигналами
                чергового по переїзду, положенням шлагбаума, світловою та
                звуковою сигналізацією, дорожніми знаками і дорожньою розміткою,
                а також переконатися в тому, що не наближається поїзд
                (локомотив, дрезина).
              </p>
            </li>
            <li>
              <p>
                Для пропуску поїзда, що наближається, і в інших випадках, коли
                рух через залізничний переїзд заборонено, водій повинен
                зупинитися перед дорожньою розміткою 1.12{" "}
                <img alt="(стоп-лінія)" src={one_12} title="sign_1.12" />{" "}
                (стоп-лінією), дорожнім знаком 2.2{" "}
                <img
                  alt='"Проїзд без зупинки заборонено"'
                  src={two_2}
                  title="sign_2.2"
                />{" "}
                , шлагбаумом чи світлофором так, щоб бачити сигнали, а якщо
                засоби організації дорожнього руху відсутні — не ближче 10 м до
                найближчої рейки.
              </p>
            </li>
            <li>
              <p>
                Якщо перед переїздом немає дорожньої розмітки або дорожніх
                знаків, що визначають кількість смуг руху, рух транспортних
                засобів через переїзд дозволяється лише в один ряд.
              </p>
            </li>
            <li>
              <p>Рух через переїзд забороняється, якщо:</p>
              <p>
                a) черговий по переїзду подає сигнал заборони руху — стоїть до
                водія грудьми або спиною з піднятим над головою жезлом (червоним
                ліхтарем чи прапорцем) або з витягнутими в сторони руками;
              </p>
              <p>б) шлагбаум опущений або почав опускатися;</p>
              <p>
                в) увімкнено заборонний сигнал світлофора чи звуковий сигнал
                незалежно від наявності та положення шлагбаума;
              </p>
              <p>
                г) за переїздом утворився затор, який змусить водія зупинитися
                на переїзді;
              </p>
              <p>
                ґ) до переїзду в межах видимості наближається поїзд (локомотив,
                дрезина).
              </p>
            </li>
            <li>
              <p>
                Рух через переїзд сільськогосподарських, дорожніх, будівельних
                та інших машин і механізмів дозволяється тільки в транспортному
                стані.
              </p>
            </li>
            <li>
              <p>
                Забороняється самовільно відкривати шлагбаум або об'їжджати
                його, а також об'їжджати транспортні засоби, які стоять перед
                переїздом, коли рух через нього заборонено.
              </p>
            </li>
            <li>
              <p>
                У разі вимушеної зупинки транспортного засобу на переїзді водій
                зобов'язаний негайно висадити людей і вжити заходів для
                звільнення переїзду, а якщо це не вдається зробити, він повинен:
              </p>
              <p>
                a) коли є можливість, послати двох чоловік уздовж колій в обидва
                боки від переїзду не менш як на 1000 м (якщо одного, то в бік
                ймовірної появи поїзда, а на одноколійних переїздах — у бік
                гіршої видимості залізничної колії), пояснивши їм правила
                подавання сигналу зупинки машиністу поїзда (локомотива,
                дрезини), що наближається;
              </p>
              <p>
                б) залишатися біля транспортного засобу і, подаючи сигнали
                загальної тривоги, вживати всіх заходів для звільнення переїзду;
              </p>
              <p>
                в) у разі появи поїзда бігти йому назустріч, подаючи сигнал
                зупинки.
              </p>
            </li>
            <li>
              <p>
                Сигналом зупинки поїзда (локомотива, дрезини) є круговий рух
                руки (у світлу пору — із шматком яскравої тканини або будь-яким
                добре помітним предметом, у темну пору доби і в умовах
                недостатньої видимості — з факелом або ліхтарем). Сигналом
                загальної тривоги є серії звукових сигналів транспортного
                засобу, що складаються з одного довгого і трьох коротких
                сигналів.
              </p>
            </li>
            <li>
              <p>
                Стадо тварин дозволяється переганяти через переїзд тільки за
                достатньої кількості погоничів, але не менше трьох. Переводити
                поодиноких тварин (не більше двох на одного погонича) необхідно
                лише за вуздечку, повід.
              </p>
            </li>
          </ol>
        </li>
        <li id="21">
          <h4> Перевезення пасажирів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Дозволяється перевозити пасажирів у транспортному засобі,
                обладнаному місцями для сидіння в кількості, що передбачена
                технічною характеристикою так, щоб вони не заважали водієві
                керувати транспортним засобом і не обмежували оглядовість,
                відповідно до правил перевезення.
              </p>
            </li>
            <li>
              <p>
                Водіям маршрутних транспортних засобів забороняється під час
                перевезення пасажирів розмовляти з ними, їсти, пити, палити, а
                також перевозити пасажирів і вантаж у кабіні, якщо вона
                відокремлена від салону.
              </p>
            </li>
            <li>
              <p>
                Перевезення автобусом (мікроавтобусом) організованої групи дітей
                здійснюється за умови обов'язкового проведення інструктажу з
                дітьми та супровідниками щодо правил безпечної поведінки під час
                руху та дій у разі виникнення аварійно-небезпечних ситуацій чи
                скоєння дорожньо-транспортної пригоди. При цьому спереду і ззаду
                автобуса (мікроавтобуса) обов'язково встановлюється згідно з
                вимогами підпункту «в» пункту 30.3 цих Правил розпізнавальний
                знак Розпізнавальний знак{" "}
                <img alt='"8.3"' src={eight_3} title="sign_8_3" /> «Діти».
              </p>
              <p>
                Водій автобуса (мікроавтобуса), який здійснює перевезення
                організованих груп дітей, повинен мати стаж водія не менше 5
                років і посвідчення водія категорії «D».
              </p>
              <p>
                На транспортному засобі з розпізнавальним знаком Розпізнавальний
                знак <img alt='"8.3"' src={eight_3} title="sign_8_3" /> «Діти»
                під час посадки (висадки) до (з) нього пасажирів повинні бути
                увімкнені проблискові маячки оранжевого кольору та (або)
                аварійна світлова сигналізація.
              </p>
            </li>
            <li>
              <p>
                Водію забороняється починати рух до повного зачинення дверей та
                відчиняти їх до зупинки транспортного засобу.
              </p>
            </li>
            <li>
              <p>
                Перевезення пасажирів (до 8 чоловік, крім водія) у
                пристосованому для цього вантажному автомобілі дозволяється
                водіям, які мають стаж керування транспортним засобом більше
                трьох років і посвідчення водія категорії «C», а у разі
                перевезення понад зазначену кількість (включаючи пасажирів у
                кабіні) — категорій «C» і «D».
              </p>
            </li>
            <li>
              <p>
                Вантажний автомобіль, що використовується для перевезення
                пасажирів, повинен бути обладнаний сидіннями, закріпленими в
                кузові на відстані не менш як 0,3 м від верхнього краю борту і
                0,3 — 0,5 м від підлоги. Сидіння, що розташовані вздовж заднього
                або бокового борту, повинні мати міцні спинки.
              </p>
            </li>
            <li>
              <p>
                Кількість пасажирів, які перевозяться в кузові вантажного
                автомобіля, не повинна перевищувати кількості обладнаних для
                сидіння місць.
              </p>
            </li>
            <li>
              <p>
                Військовослужбовці строкової служби, які мають посвідчення водія
                транспортного засобу категорії «C», допускаються до перевезення
                пасажирів у кузові пристосованого для цього вантажного
                автомобіля згідно з кількістю обладнаних для сидіння місць після
                проходження спеціальної підготовки і стажування протягом 6
                місяців.
              </p>
            </li>
            <li>
              <p>
                Перед поїздкою водій вантажного автомобіля повинен
                проінструктувати пасажирів про їх обов'язки та правила посадки,
                висадки, розміщення і поведінки в кузові.
              </p>
              <p>
                Починати рух можна, лише переконавшись, що створено умови для
                безпечного перевезення пасажирів.
              </p>
            </li>
            <li>
              <p>
                Проїзд у кузові вантажного автомобіля, не обладнаного для
                перевезення пасажирів, дозволяється лише особам, які
                супроводжують вантаж або їдуть за ним, за умови, що вони
                забезпечені місцями для сидіння, розташованими згідно з вимогами
                пункту 21.6 цих Правил і техніки безпеки. Кількість пасажирів у
                кузові та кабіні не повинна перевищувати 8 чоловік.
              </p>
            </li>
            <li>
              <p>Забороняється перевозити:</p>
              <p>
                a) пасажирів поза кабіною автомобіля (крім передбачених цими
                Правилами випадків перевезення пасажирів у кузові вантажного
                автомобіля з бортовою платформою або в кузові-фургоні,
                призначених для перевезення пасажирів), у кузові
                автомобіля-самоскида, трактора, інших самохідних машин, на
                вантажному причепі, напівпричепі, в причепі-дачі, в кузові
                вантажного мотоцикла;
              </p>
              <p>
                б) дітей, зріст яких менше 145 см, у транспортних засобах без
                використання дитячих утримуючих систем, що дають змогу
                пристебнути дитину за допомогою ременів безпеки, передбачених
                конструкцією цього транспортного засобу; на задньому сидінні
                мотоцикла та мопеда, крім:
              </p>
              <p>
                транспортних засобів, що здійснюють регулярні, регулярні
                спеціальні та нерегулярні пасажирські автобусні перевезення, за
                умови дотримання встановлених цими Правилами обмежень швидкості
                руху;
              </p>
              <p>
                спеціалізованих санітарних автомобілів бригад екстреної
                (швидкої) медичної допомоги, оперативних транспортних засобів
                Міноборони, МВС, Національної поліції, ДСНС,
                Держприкордонслужби, Служби безпеки, Управління державної
                охорони під час виконання ними невідкладного службового
                завдання;
              </p>
              <p>
                в) дітей до 16-річного віку в кузові будь-якого вантажного
                автомобіля;
              </p>
              <p>г) організовані групи дітей у темну пору доби.</p>
            </li>
            <li>
              <p>
                Дитячі утримуючі системи повинні використовуватися у
                транспортних засобах, обладнаних ременями безпеки чи системами
                з’єднання дитячої утримуючої системи, передбаченими їх
                конструкцією, та відповідати вимогам чинних в Україні правил і
                нормативів.
              </p>
            </li>
            <li>
              <p>
                Дитячі утримуючі системи встановлюють на місцях для сидіння,
                крім першого ряду. У разі перевезення дитини віком до трьох
                років у легковому автомобілі на місці для сидіння першого ряду
                допускається встановлення дитячих утримуючих систем, які
                встановлюються проти напрямку руху з обов’язковим відключенням
                фронтальної подушки безпеки цього місця для сидіння (у разі її
                наявності).
              </p>
            </li>
            <li>
              <p>
                Дитячі утримуючі системи встановлюють та використовують
                відповідно до інструкцій виробників цих систем та транспортних
                засобів.
              </p>
            </li>
            <li>
              <p>
                Характеристики дитячої утримуючої системи повинні відповідати
                масі та зросту дитини, яка у ній перевозиться.
              </p>
            </li>
            <li>
              <p>
                Діти повинні перебувати у дитячих утримуючих системах у
                пристебнутому положенні.
              </p>
            </li>
          </ol>
        </li>
        <li id="22">
          <h4> Перевезення вантажу</h4>
          <ol className="nested-list">
            <li>
              <p>
                Маса вантажу, що перевозиться, і розподіл навантаження на осі не
                повинні перевищувати величин, визначених технічною
                характеристикою даного транспортного засобу.
              </p>
            </li>
            <li>
              <p>
                Водій перед початком руху зобов'язаний перевірити надійність
                розташування і кріплення вантажу, а під час руху — контролювати
                це, щоб запобігти його падінню, волочінню, травмуванню
                супроводжуючих осіб чи створенню перешкод для руху.
              </p>
            </li>
            <li>
              <p>Перевезення вантажу дозволяється за умови, що він:</p>
              <p>a) не наражає на небезпеку учасників дорожнього руху;</p>
              <p>
                б) не порушує стійкості транспортного засобу і не утруднює
                керування ним;
              </p>
              <p>в) не обмежує водієві оглядовості;</p>
              <p>
                г) не закриває зовнішніх світлових приладів, світлоповертачів,
                номерних і розпізнавальних знаків, а також не перешкоджає
                сприйманню сигналів, що подаються рукою;
              </p>
              <p>
                ґ) не створює шуму, не піднімає пилу та не забруднює проїзну
                частину і навколишнє середовище.
              </p>
            </li>
            <li>
              <p>
                Вантаж, що виступає за габарити транспортного засобу спереду або
                ззаду більш як на 1 м, а за шириною перевищує 0,4 м від
                зовнішнього краю переднього або заднього габаритного ліхтаря,
                повинен бути позначений відповідно до вимог підпункту «з» пункту
                30.3 цих Правил.
              </p>
            </li>
            <li>
              <p>
                Рух транспортних засобів та їх составів допускається у разі,
                коли їх параметри не перевищують:
              </p>
              <p>а) зовнішніх габаритів:</p>
              <p>Зовнішній габарит</p>
              <p>Максимальне значення параметра, метрів</p>
              <p>Ширина – 2,6</p>
              <p>
                Ширина сільськогосподарської техніки, яка рухається за межами
                населених пунктів, дорогами сіл, селищ, міст районного значення,
                без винесення габариту на смугу зустрічного руху – 3,75
              </p>
              <p>Висота від поверхні дороги – 4</p>
              <p>
                Висота від поверхні дороги транспортних засобів спеціалізованого
                призначення (контейнеровозів), що здійснюють перевезення одного
                або більше контейнерів, на маршрутах, встановлених Агентством
                відновлення, Укртрансбезпекою, Національною поліцією – 4,35
              </p>
              <p>Довжина:</p>
              <p>вантажного автомобіля – 19,5</p>
              <p>автопоїзда – 22</p>
              <p>автомобіля (тягача) з напівпричепом – 18,75</p>
              <p>маршрутного транспортного засобу – 18,75</p>
              <p>Виступ вантажу за задній габарит транспортного засобу – 2</p>
              <p>б) фактичної маси:</p>
              <p>Тип транспортного засобу</p>
              <p>
                Максимальне значення для автомобільних доріг державного /
                місцевого значення, тонн
              </p>
              <p>Вантажні автомобілі:</p>
              <p>двовісний автомобіль – 18/14</p>
              <p>трьохвісний автомобіль – 25 (26)* /21</p>
              <p>чотирьохвісний автомобіль – 32/24</p>
              <p>
                чотирьохвісний автомобіль з двома рульовими вісями та ведучими
                вісями, оснащеними спареними колесами – 38/24
              </p>
              <p>Комбіновані транспортні засоби:</p>
              <p>
                двовісний автомобіль (тягач) з двовісним напівпричепом – 36/24
              </p>
              <p>
                двовісний автомобіль (тягач) з трьохвісним напівпричепом – 40/24
              </p>
              <p>
                трьохвісний автомобіль (тягач) з двовісним або трьохвісним
                напівпричепом – 40/24
              </p>
              <p>
                двовісний автомобіль (тягач) з трьохвісним напівпричепом
                (контейнеровоз), що здійснює перевезення одного або більше
                контейнерів або змінних кузовів загальною максимальною довжиною
                13,716 метра – 40/24
              </p>
              <p>
                трьохвісний автомобіль (тягач) з двовісним або трьохвісним
                напівпричепом (контейнеровоз), що здійснює перевезення одного
                або більше контейнерів або змінних кузовів загальною
                максимальною довжиною 13,716 метра – 44/24
              </p>
              <p>Автопоїзди:</p>
              <p>
                двовісний або трьохвісний автомобіль з двовісним або трьохвісним
                причепом – 40/24
              </p>
              <p>
                * Для трьохвісних автомобілів, якщо ведуча вісь обладнана
                здвоєними колесами та максимальне навантаження на кожну вісь не
                перевищує 9,5 тонни;
              </p>
              <p>в) навантаження на вісь:</p>
              <p>Кількість осей</p>
              <p>
                Максимальне значення для автомобільних доріг державного /
                місцевого значення, тонн
              </p>
              <p>На одинарну вісь – 11,5/7</p>
              <p>На здвоєні осі, якщо відстань між осями:</p>
              <p>менш як 1 метр – 11,5/7</p>
              <p>від 1 до 1,3 метра – 16/10</p>
              <p>від 1,3 до 1,8 метра при неспарених колесах – 18/10,5</p>
              <p>
                від 1,3 до 1,8 метра при спарених колесах, за умови, що
                навантаження на кожну вісь не перевищує 9,5 тонни – 19/11,5
              </p>
              <p>
                від 1,3 до 1,8 метра чотирьохвісних автомобілів, ведучі вісі
                яких оснащені спареними колесами, за умови, що навантаження на
                кожну ведучу вісь не перевищує 11,5 тонни – 23/11,5
              </p>
              <p>
                від 1,8 до 2,5 метра для причепів та напівпричепів – 20/11,5
              </p>
              <p>
                На строєні осі, в тому числі транспортних засобів
                спеціалізованого призначення (контейнеровозів), що здійснюють
                перевезення одного або більше контейнерів, якщо відстань між
                осями:
              </p>
              <p>1,3 метра або менше – 21/13</p>
              <p>понад 1,3 до 1,4 метра – 24/14</p>
              <p>
                Рух транспортних засобів та їх составів у разі, коли хоча б один
                з їх габаритних та/або вагових параметрів перевищує нормативи,
                визначені цим пунктом, здійснюється відповідно до Правил проїзду
                великогабаритних та великовагових транспортних засобів
                автомобільними дорогами, вулицями та залізничними переїздами,
                затверджених постановою Кабінету Міністрів України від 18 січня
                2001 р. № 30 "Про проїзд великогабаритних та великовагових
                транспортних засобів автомобільними дорогами, вулицями та
                залізничними переїздами".
              </p>
              <p>
                Вимоги цього пункту не поширюються на транспортні засоби
                спеціального призначення, які виконують функції зимового
                утримання автомобільних доріг, та Оперативно-рятувальної служби
                цивільного захисту під час слідування (повернення) до (з) місця
                виконання заходів із захисту населення і територій від
                надзвичайних ситуацій та запобігання їх виникненню, ліквідації
                наслідків надзвичайних ситуацій, гасіння пожеж.
              </p>
              <p>
                Рух транспортних засобів та їх составів, фактична маса та
                навантаження на вісь яких перевищують параметри, визначені
                підпунктами "б" та "в" цього пункту, у разі перевезення
                подільних вантажів забороняється.
              </p>
              <p>
                На ділянках автомобільних доріг загального користування
                місцевого значення, на яких створені дорожні умови, що дають
                можливість рухатися з більшими фактичною масою та навантаженням
                на вісь, за погодженим з уповноваженим підрозділом Національної
                поліції рішенням власників доріг або органів, яким передано
                право на утримання таких доріг, можуть встановлюватися дорожні
                знаки 3.15{" "}
                <img
                  alt='"Рух транспортних засобів, маса яких перевищує ... т, заборонено"'
                  src={three_15}
                  title="sign_3.15"
                />{" "}
                та 3.16{" "}
                <img
                  alt='"Рух транспортних засобів, навантаження на вісь яких перевищує ... т, заборонено"'
                  src={three_16}
                  title="sign_3.16"
                />{" "}
                із параметрами, визначеними для автомобільних доріг загального
                користування державного значення.
              </p>
              <p>
                Дорожнє перевезення небезпечних вантажів здійснюється відповідно
                до Директиви 2008/68/ЄС Європейського Парламенту та Ради від 24
                вересня 2008 р. про внутрішні перевезення небезпечних вантажів,
                Європейської Угоди про міжнародне дорожнє перевезення
                небезпечних вантажів та нормативно-правових актів України у
                зазначеній сфері.
              </p>
              <p>
                У період воєнного стану в Україні та протягом трьох місяців з
                дня його припинення або скасування вимоги абзаців першого та
                другого цього пункту не поширюються на транспортні засоби, які
                здійснюють перевезення вантажів з метою їх використання для
                забезпечення обороноздатності держави за рішенням військового
                командування, в інтересах якого здійснюється таке перевезення.
              </p>
            </li>
            <li>
              <p>
                Транспортні засоби, що здійснюють дорожнє перевезення
                небезпечних вантажів, повинні рухатися з увімкненим ближнім
                світлом фар, задніми габаритними ліхтарями та встановленими у
                випадках, визначених спеціальними правилами, розпізнавальними
                знаками, передбаченими пунктом 30.3 цих Правил, а великовагові
                та великогабаритні транспортні засоби, сільськогосподарська
                техніка, ширина якої перевищує 2,6 м — також з увімкненим
                проблисковим маячком (проблисковими маячками) оранжевого кольору
                (змінено 11.11.2020).
              </p>
            </li>
            <li>
              <p>
                Сільськогосподарська техніка, ширина якої перевищує 2,6 м,
                повинна обладнуватися знаком{" "}
                <img
                  alt='"Розпізнавальний знак транспортного засобу"'
                  src={eight_14}
                  title="sign_8.14"
                />{" "}
                “Розпізнавальний знак транспортного засобу”.
              </p>
              <p>
                Сільськогосподарська техніка, ширина якої перевищує 2,6 м,
                повинна рухатися в супроводі автомобіля прикриття, який
                рухається позаду та займає крайнє ліве положення відносно
                габаритів сільськогосподарської техніки і який обладнується з
                додержанням вимог стандартів проблисковим маячком оранжевого
                кольору, ввімкнення якого не дає переваги в русі, а є тільки
                допоміжним засобом інформації для інших учасників руху. Під час
                руху такій техніці заборонено хоча б частково займати смугу
                зустрічного руху. На супровідному автомобілі також
                встановлюється дорожній знак 4.8{" "}
                <img
                  alt='"Об’їзд перешкоди з лівого боку"'
                  src={four_8}
                  title="sign_4.8"
                />{" "}
                , який повинен відповідати вимогам стандартів.
              </p>
              <p>
                Обов’язковим також є встановлення габаритних вогнів по ширині
                габаритів сільськогосподарської техніки зліва та справа.
              </p>
              <p>
                Забороняється рух сільськогосподарської техніки, ширина якої
                перевищує 2,6 м, колоною та в умовах недостатньої видимості.
              </p>
            </li>
          </ol>
        </li>
        <li id="23">
          <h4> Буксирування та експлуатація транспортних составів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Буксирування повинно виконуватися механічним транспортним
                засобом без причепа і з технічно справними зчіпними пристроями
                як у буксированого транспортного засобу, так і у транспортного
                засобу, що буксирує.
              </p>
              <p>
                Запускання двигуна із застосуванням жорсткого або гнучкого
                зчеплення повинно виконуватися згідно з вимогами цього розділу.
              </p>
              <p>
                Дозволяється буксирування одного механічного транспортного
                засобу лише з одним причепом.
              </p>
            </li>
            <li>
              <p>Буксирування транспортних засобів здійснюється:</p>
              <p>a) із застосуванням жорсткого або гнучкого зчеплення;</p>
              <p>
                б) із частковим навантаженням буксированого транспортного засобу
                на платформу або на спеціальне опорне пристосування.
              </p>
            </li>
            <li>
              <p>
                Жорстке зчеплення повинно забезпечувати відстань між
                транспортними засобами не більш як 4 м, гнучке — в межах 4 — 6
                м. Гнучке зчеплення через кожний метр позначається сигнальними
                щитками або прапорцями згідно з вимогами пункту 30.5 цих Правил
                (за винятком використання гнучкого зчеплення з покриттям із
                світлоповертального матеріалу).
              </p>
            </li>
            <li>
              <p>
                У разі буксирування механічного транспортного засобу на гнучкому
                зчепленні в буксированому транспортному засобі повинні діяти і
                бути справними робоча гальмова система і рульове керування, а на
                жорсткому зчепленні — рульове керування.
              </p>
            </li>
            <li>
              <p>
                Буксирування механічного транспортного засобу на жорсткому або
                гнучкому зчепленні повинно здійснюватися лише за умови, що за
                кермом буксированого транспортного засобу перебуває водій (крім
                випадків, коли конструкція жорсткого зчеплення забезпечує
                буксированому транспортному засобу повторення траєкторії руху
                транспортного засобу, що буксирує, незалежно від величини
                поворотів).
              </p>
            </li>
            <li>
              <p>
                Буксирування немеханічного транспортного засобу повинно
                здійснюватися лише на жорсткому зчепленні за умови, що його
                конструкція забезпечує буксируваному транспортному засобу
                повторення траєкторії руху транспортного засобу, що буксирує,
                незалежно від величини поворотів.
              </p>
            </li>
            <li>
              <p>
                Механічний транспортний засіб з рульовим керуванням, що не діє,
                повинен буксируватися відповідно до вимог підпункту «б» пункту
                23.2 цих Правил.
              </p>
            </li>
            <li>
              <p>
                Перед початком буксирування водії механічних транспортних
                засобів повинні узгодити порядок подачі сигналів, зокрема для
                зупинки транспортних засобів.
              </p>
            </li>
            <li>
              <p>
                Під час буксирування на жорсткому або гнучкому зчепленні
                забороняється перевозити пасажирів у буксированому транспортному
                засобі (крім легкового автомобіля) та кузові вантажного
                автомобіля, що буксирує, а в разі буксирування способом
                часткового навантаження цього засобу на платформу або спеціальне
                опорне пристосування — в усіх транспортних засобах (крім кабіни
                транспортного засобу, що буксирує).
              </p>
            </li>
            <li>
              <p>Буксирування забороняється:</p>
              <p>
                a) якщо фактична маса буксированого транспортного засобу з
                несправною гальмовою системою (або за її відсутності) перевищує
                половину фактичної маси транспортного засобу, що буксирує;
              </p>
              <p>б) на гнучкому зчепленні під час ожеледиці;</p>
              <p>
                в) якщо загальна довжина зчеплених транспортних засобів
                перевищує 22 м (маршрутних транспортних засобів — 30 м);
              </p>
              <p>
                г) мотоциклами без бокового причепа, а також таких мотоциклів,
                мопедів чи велосипедів;
              </p>
              <p>
                ґ) більше одного транспортного засобу (за винятком випадків,
                коли порядок буксирування двох і більше транспортних засобів
                погоджено з уповноваженим підрозділом Національної поліції) або
                транспортним засобом з причепом;
              </p>
              <p>д) автобусами.</p>
            </li>
            <li>
              <p>
                Експлуатація составів транспортних засобів у складі автомобіля,
                трактора або іншого тягача і причепа дозволяється лише за умови
                відповідності причепа тягачу та виконання вимог щодо їх
                експлуатації, а состава транспортних засобів у складі автобуса і
                причепа — також за наявності причіпного пристрою, установленого
                заводом-виробником.
              </p>
            </li>
          </ol>
        </li>
        <li id="24">
          <h4> Навчальна їзда</h4>
          <ol className="nested-list">
            <li>
              <p>
                Навчати водінню транспортного засобу дозволяється лише осіб, які
                не мають для цього медичних протипоказань, що підтверджується
                дійсною медичною довідкою встановленого зразка.
              </p>
            </li>
            <li>
              <p>
                Особам, котрі навчаються водінню автомобіля, повинно бути не
                менше 16 років, а мотоцикла чи мопеда — 14 років. Такі особи
                зобов’язані мати при собі документ, що засвідчує їхній вік.
              </p>
            </li>
            <li>
              <p>
                Особа, яка навчається водінню транспортного засобу, зобов'язана
                знати і виконувати вимоги цих Правил.
              </p>
            </li>
            <li>
              <p>
                Початкове навчання водінню транспортного засобу повинно
                проводитися на закритих майданчиках, автодромах або у місцях, де
                відсутні інші учасники дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Навчальна їзда на дорогах дозволяється тільки в присутності
                спеціаліста з підготовки водіїв і за достатніх початкових
                навичок водіння у того, хто навчається.
              </p>
            </li>
            <li>
              <p>Виключено на підставі Постанови КМУ № 1029 від 26.09.2011.</p>
            </li>
            <li>
              <p>Виключено на підставі Постанови КМУ № 1029 від 26.09.2011.</p>
            </li>
            <li>
              <p>
                Транспортні засоби (за винятком мотоциклів, мопедів та
                квадроциклів), на яких проводиться навчання, повинні мати
                розпізнавальні знаки{" "}
                <img
                  alt='Розпізнавальний знак "Учбовий транспортний засіб"'
                  src={eight_16}
                  title="sign_8.16"
                />{" "}
                «Учбовий транспортний засіб» відповідно до вимог підпункту «к»
                пункту 30.3 цих Правил. Транспортні засоби (за винятком
                автобусів), які використовуються для навчання, також повинні
                бути обладнані додатковими педалями зчеплення (у разі коли
                конструкція транспортного засобу передбачає педаль зчеплення),
                акселератора (у разі коли конструкція транспортного засобу
                допускає можливість обладнання такою педаллю) і гальмування,
                дзеркалом або дзеркалами заднього виду для спеціаліста з
                підготовки водіїв (зміни від 11.11.2020).
              </p>
            </li>
            <li>
              <p>
                Забороняється навчання водінню транспортних засобів у житловій
                зоні, на дорогах для автомобілів та на автомагістралях.
              </p>
            </li>
          </ol>
        </li>
        <li id="25">
          <h4> Рух транспортних засобів у колонах</h4>
          <ol className="nested-list">
            <li>
              <p>
                На кожному транспортному засобі, що рухається в складі колони,
                встановлюється розпізнавальний знак «Колона»{" "}
                <img alt='"Колона"' src={eight_9} title="sign_8.9" />{" "}
                передбачений підпунктом «є» пункту 30.3 цих Правил, і вмикається
                ближнє світло фар.
              </p>
              <p>
                Розпізнавальний знак може не встановлюватися, якщо колону
                супроводжують оперативні транспортні засоби з увімкненими
                червоним, синім і червоним, зеленим або синім і зеленим
                проблисковими маячками та (або) спеціальними звуковими
                сигналами.
              </p>
            </li>
            <li>
              <p>
                Транспортні засоби повинні рухатися в колоні лише в один ряд
                якнайближче до правого краю проїзної частини, за винятком
                випадків, коли вони супроводжуються оперативними транспортними
                засобами.
              </p>
            </li>
            <li>
              <p>
                Швидкість руху колони та дистанція між транспортними засобами
                встановлюються старшим колони або за режимом руху головної
                машини відповідно до вимог цих Правил.
              </p>
            </li>
            <li>
              <p>
                Колона, що рухається без супроводження оперативними
                транспортними засобами, повинна бути розділена на групи (не
                більше п'яти транспортних засобів у кожній), дистанція між якими
                повинна забезпечувати можливість обгону групи іншими
                транспортними засобами.
              </p>
            </li>
            <li>
              <p>
                У разі зупинки колони на дорозі на всіх транспортних засобах
                вмикається аварійна сигналізація.
              </p>
            </li>
            <li>
              <p>
                Іншим транспортним засобам забороняється займати місце для
                постійного руху в колоні.
              </p>
            </li>
          </ol>
        </li>
        <li id="26">
          <h4> Рух у житловій та пішохідній зоні</h4>
          <ol className="nested-list">
            <li>
              <p>
                Пішоходам дозволяється рухатися у житловій та пішохідній зоні як
                по тротуарах, так і по проїзній частині. Пішоходи мають перевагу
                перед транспортними засобами, але не повинні створювати
                безпідставних перешкод для їхнього руху.
              </p>
            </li>
            <li>
              <p>У житловій зоні забороняється:</p>
              <p>a) транзитний рух транспортних засобів;</p>
              <p>
                б) стоянка транспортних засобів поза спеціально відведеними
                місцями і таке їх розташування, яке утруднює рух пішоходів і
                проїзд оперативних чи спеціальних транспортних засобів;
              </p>
              <p>в) стоянка з працюючим двигуном;</p>
              <p>г) навчальна їзда;</p>
              <p>
                ґ) рух вантажних автомобілів, тракторів, самохідних машин і
                механізмів (крім тих, що обслуговують об'єкти і громадян,
                виконують технологічні роботи або належать громадянам, що
                проживають у цій зоні).
              </p>
            </li>
            <li>
              <p>
                У пішохідну зону в'їзд дозволяється лише транспортним засобам,
                що обслуговують громадян і підприємства, які розташовані у
                зазначеній зоні, а також транспортним засобам, що належать
                громадянам, які проживають або працюють у цій зоні, чи
                автомобілям (мотоколяскам), позначеним розпізнавальним знаком{" "}
                <img alt='"8.6"' src={eight_6} title="sign_8_6" /> «Водій з
                інвалідністю» якими керують водії з інвалідністю або водії, які
                перевозять пасажирів з інвалідністю. Якщо до об'єктів,
                розташованих на цій території, є інші під'їзди, водії повинні
                користуватися лише ними.
              </p>
            </li>
            <li>
              <p>
                Під час виїзду з житлової та пішохідної зони водії повинні дати
                дорогу іншим учасникам дорожнього руху.
              </p>
            </li>
          </ol>
        </li>
        <li id="27">
          <h4> Рух по автомагістралях і дорогах для автомобілів</h4>
          <ol className="nested-list">
            <li>
              <p>
                Під час виїзду на автомагістраль або дорогу для автомобілів
                водії повинні дати дорогу транспортним засобам, що рухаються по
                них.
              </p>
            </li>
            <li>
              <p>На автомагістралях і дорогах для автомобілів забороняється:</p>
              <p>a) рух тракторів, самохідних машин і механізмів;</p>
              <p>
                б) рух вантажних транспортних засобів із дозволеною максимальною
                масою понад 3,5 т поза першою і другою смугами руху (за винятком
                повороту ліворуч чи розвороту на дорогах для автомобілів);
              </p>
              <p>
                в) зупинка поза спеціальними місцями для стоянки, позначеними
                дорожніми знаками 5.42.1{" "}
                <img
                  alt='"Місце для стоянки"'
                  src={five_42_1}
                  title="sign_5.42.1"
                />{" "}
                або 6.15{" "}
                <img alt='"Місце відпочинку"' src={six_15} title="sign_6.15" />{" "}
                ; (В новій редакції, затвердженій Постановою КМУ №1091 від
                29.09.2021, допущено помилку, знак 5.42.1{" "}
                <img
                  alt='"Місце для стоянки"'
                  src={five_42_1}
                  title="sign_5.42.1"
                />{" "}
                вказано під номером - 5.38).
              </p>
              <p>
                г) розворот і в’їзд у технологічні розриви розділювальної смуги;
              </p>
              <p>ґ) рух заднім ходом;</p>
              <p>д) навчальна їзда.</p>
            </li>
            <li>
              <p>
                На автомагістралях, крім спеціально обладнаних для цього місць,
                забороняється рух механічних транспортних засобів, швидкість
                яких за технічною характеристикою або їхнім станом менше 40
                км/год., а також перегін та випасання тварин у смузі відведення
                дороги.
              </p>
            </li>
            <li>
              <p>
                На автомагістралях і дорогах для автомобілів пішоходи можуть
                переходити проїзну частину лише по підземних або надземних
                пішохідних переходах.
              </p>
              <p>
                Дозволяється переходити проїзну частину дороги для автомобілів у
                спеціально позначених місцях.
              </p>
            </li>
            <li>
              <p>
                У разі вимушеної зупинки на проїзній частині автомагістралі або
                дороги для автомобілів водій повинен позначити транспортний
                засіб відповідно до вимог пунктів 9.9 — 9.11 цих Правил і вжити
                заходів для того, щоб прибрати його за межі проїзної частини
                праворуч.
              </p>
            </li>
          </ol>
        </li>
        <li id="28">
          <h4> Рух по гірських дорогах і на крутих спусках</h4>
          <ol className="nested-list">
            <li>
              <p>
                На гірських дорогах і крутих спусках, де зустрічний роз'їзд
                утруднено, водій транспортного засобу, що рухається на спуск,
                повинен дати дорогу транспортним засобам, що рухаються вгору.
              </p>
            </li>
            <li>
              <p>
                На гірських дорогах і крутих спусках водій вантажного
                автомобіля, дозволена максимальна маса якого перевищує 3,5 т,
                трактора та автобуса повинен:
              </p>
              <p>
                a) користуватися спеціальними гірськими гальмами, якщо вони
                встановлені на транспортному засобі заводом-виробником;
              </p>
              <p>
                б) під час зупинки або стоянки на підйомах і спусках
                користуватися противідкотними упорами.
              </p>
            </li>
            <li>
              <p>На гірських дорогах заборонено:</p>
              <p>
                a) рухатися з непрацюючим двигуном та вимкненими зчепленням або
                передачею;
              </p>
              <p>б) буксирування на гнучкому зчепленні;</p>
              <p>в) будь-яке буксирування під час ожеледиці.</p>
              <p>
                Вимоги цього розділу стосуються ділянок доріг, що позначені
                знаками 1.6{" "}
                <img alt='"Крутий підйом"' src={one_6} title="sign_1.6" /> , 1.7{" "}
                <img alt='"Крутий спуск"' src={one_7} title="sign_1.7" />{" "}
              </p>
            </li>
          </ol>
        </li>
        <li id="29">
          <h4> Міжнародний рух</h4>
          <ol className="nested-list">
            <li>
              <p>
                Водій механічного транспортного засобу, що прибуває до України з
                іншої країни, а також водій — громадянин України, який виїжджає
                за кордон, повинні мати:
              </p>
              <p>
                a) реєстраційні документи на транспортний засіб і посвідчення
                водія, що відповідають вимогам Конвенції про дорожній рух
                (Відень, 1968);
              </p>
              <p>
                б) реєстраційний номерний знак на транспортному засобі, літери
                якого відповідають латинському алфавіту, а також розпізнавальний
                знак держави, в якій його зареєстровано.
              </p>
            </li>
            <li>
              <p>
                Транспортний засіб, що перебуває в міжнародному русі на
                території України більше двох місяців, повинен бути тимчасово
                зареєстрований в уповноваженому органі МВС, крім транспортних
                засобів, що належать іноземним громадянам та особам без
                громадянства, які перебувають в Україні на відпочинку чи
                лікуванні за відповідними путівками або іншими документами на
                визначений органами Держмитслужби термін.
              </p>
            </li>
          </ol>
        </li>
        <li id="30">
          <h4> Номерні, розпізнавальні знаки, написи і позначення</h4>
          <ol className="nested-list">
            <li>
              <p>
                Власники механічних транспортних засобів і причепів до них
                повинні зареєструвати (перереєструвати) їх в уповноваженому
                органі МВС або провести відомчу реєстрацію в разі, якщо законом
                установлена обов’язковість проведення такої реєстрації,
                незалежно від їхнього технічного стану протягом 10 діб з моменту
                придбання (отримання), митного оформлення або переобладнання чи
                ремонту, якщо необхідно внести зміни до реєстраційних
                документів.
              </p>
            </li>
            <li>
              <p>
                На механічних транспортних засобах (за винятком трамваїв і
                тролейбусів) і причепах у передбачених для цього місцях
                встановлюються номерні знаки відповідного зразка.
              </p>
              <p>
                На трамваях і тролейбусах наносяться реєстраційні номери, що
                надаються відповідними уповноваженими на те органами.
              </p>
              <p>
                Забороняється змінювати розміри, форму, позначення, колір і
                розміщення номерних знаків, крім випадку закріплення заднього
                номерного знака на додатковому обладнанні, що призначене для
                тимчасового перевезення багажу або вантажу, наносити на них
                додаткові позначення або закривати їх, вони повинні бути чисті і
                достатньо освітлені.
              </p>
            </li>
            <li>
              <p>
                На відповідних транспортних засобах установлюються такі
                розпізнавальні знаки:
              </p>
              <p>a) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt="Розпізнавальний знак «Автопоїзд»"
                  src={eight_1b}
                  title="sign_8.1b"
                />{" "}
              </p>
              <p>
                «Автопоїзд» — три ліхтарі оранжевого кольору, розташовані
                горизонтально над передньою частиною кабіни (кузова) з
                проміжками між ліхтарями від 150 до 300 мм — на вантажних
                автомобілях і колісних тракторах (класу 1.4 т і вище) з
                причепами, а також на зчленованих автобусах і тролейбусах;
              </p>
              <p>б) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt="Розпізнавальний знак «Глухий водій»"
                  src={eight_2b}
                  title="sign_8.2b"
                />{" "}
              </p>
              <p>
                «Глухий водій» — круг жовтого кольору діаметром 160 мм з
                нанесеними всередині трьома чорними кружками діаметром 40 мм,
                розташованими по кутах уявного рівностороннього трикутника,
                вершина якого спрямована донизу. Знак розміщується спереду і
                ззаду на транспортних засобах, якими керують глухі або глухонімі
                водії;
              </p>
              <p>в) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Діти"'
                  src={eight_3b}
                  title="sign_8.3b"
                />{" "}
              </p>
              <p>
                «Діти» — квадрат жовтого кольору з каймою червоного кольору і
                чорним зображенням символу дорожнього знака 1.33{" "}
                <img alt='"Діти"' src={one_33} title="sign_1.33" /> (сторона
                квадрата — не менше 250 мм, кайма — 1/10 цієї сторони). Знак
                розміщується спереду і ззаду на транспортних засобах, що
                перевозять організовані групи дітей;
              </p>
              <p>г) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Довгомірний транспортний засіб"'
                  src={eight_4b}
                  title="sign_8.4b"
                />{" "}
              </p>
              <p>
                «Довгомірний транспортний засіб» — два прямокутники жовтого
                кольору розміром 500 х 200 мм з каймою червоного кольору
                завширшки 40 мм із світлоповертального матеріалу. Знак
                розміщується на транспортних засобах (крім маршрутних) ззаду
                горизонтально (чи вертикально) і симетрично до поздовжньої осі,
                довжина яких від 12 до 22 м.
              </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='"Довгомірні транспортні засоби, довжина яких з вантажем або без нього перевищує 22 м"'
                  src={eight_5b}
                  title="sign_8.5b"
                />{" "}
              </p>
              <p>
                Довгомірні транспортні засоби, довжина яких з вантажем або без
                нього перевищує 22 м, а також автопоїзди з двома і більше
                причепами (незалежно від загальної довжини) повинні мати
                розміщений ззаду розпізнавальний знак (у формі прямокутника
                жовтого кольору розміром 1200 х 300 мм з каймою червоного
                кольору завширшки 40 мм) із світлоповертального матеріалу. На
                знакові чорним кольором наноситься зображення вантажного
                автомобіля з причепом і зазначається їхня загальна довжина в
                метрах;
              </p>
              <p>ґ) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "водій з інвалідністю"'
                  src={eight_6b}
                  title="sign_8.6b"
                />{" "}
              </p>
              <p>
                «Водій з інвалідністю» — квадрат синього кольору із стороною 150
                мм і білим зображенням символу таблички 7.1Особи з
                інвалідністю". Знак розміщується спереду і ззаду на механічних
                транспортних засобах, якими керують водії з інвалідністю або
                водії, які перевозять пасажирів з інвалідністю;
              </p>
              <p>д) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Інформаційна таблиця небезпечного вантажу"'
                  src={eight_7b}
                  title="sign_8.7b"
                />{" "}
              </p>
              <p>
                «Табличка оранжевого кольору» — прямокутник оранжевого кольору
                із світлоповертальною поверхнею та каймою чорного кольору.
                Розміри знака, написи ідентифікаційних номерів небезпеки і
                небезпечного вантажу, якщо такі вимагаються, та його розміщення
                на транспортних засобах визначаються Європейською Угодою про
                міжнародне дорожнє перевезення небезпечних вантажів;
              </p>
              <p>е) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Знак небезпеки"'
                  src={eight_8b}
                  title="sign_8.8b"
                />{" "}
              </p>
              <p>
                «Знак небезпеки» — інформаційна таблиця у формі ромба, на якій
                зображено знак небезпеки. Зображення, розміри та розміщення
                таблиць на транспортних засобах визначаються Європейською Угодою
                про міжнародне дорожнє перевезення небезпечних вантажів;
              </p>
              <p>є) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Колона"'
                  src={eight_9b}
                  title="sign_8.9b"
                />{" "}
              </p>
              <p>
                «Колона» — квадрат жовтого кольору з каймою червоного кольору, в
                який вписано літеру «К» чорного кольору (сторона квадрата — не
                менше 250 мм, ширина кайми — 1/10 цієї сторони). Знак
                розміщується спереду і ззаду на транспортних засобах, що
                рухаються в колоні;
              </p>
              <p>ж) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Лікар"'
                  src={eight_10b}
                  title="sign_8.10b"
                />{" "}
              </p>
              <p>
                «Лікар» — квадрат синього кольору (сторона — 140 мм) із вписаним
                зеленим кругом (діаметр — 125 мм), на який нанесено білий хрест
                (довжина штриха — 90 мм, ширина — 25 мм). Знак розміщується
                спереду і ззаду на автомобілях, що належать водіям-лікарям (за
                їхньою згодою). Якщо на транспортному засобі розміщено
                розпізнавальний знак «Лікар», у ньому повинна бути спеціальна
                медична аптечка та інструментарій за переліком, визначеним МОЗ,
                для подання кваліфікованої допомоги під час
                дорожньо-транспортної пригоди;
              </p>
              <p>з) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Негабаритний вантаж"'
                  src={eight_11b}
                  title="sign_8.11b"
                />{" "}
              </p>
              <p>
                «Негабаритний вантаж» — сигнальні щитки або прапорці розміром
                400 х 400 мм з нанесеними по діагоналі червоними і білими
                смугами, що чергуються (ширина — 50 мм), а в темну пору доби та
                в умовах недостатньої видимості — світлоповертачами або
                ліхтарями: спереду білого кольору, ззаду — червоного, збоку —
                оранжевого. Знак розміщується на крайніх зовнішніх частинах
                вантажу, що виступає за габарити транспортного засобу на
                відстань, більшу ніж це передбачено пунктом 22.4 цих Правил;
              </p>
              <p>и) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Обмеження максимальної швидкості"'
                  src={eight_12b}
                  title="sign_8.12b"
                />{" "}
              </p>
              <p>
                «Обмеження максимальної швидкості» — зображення дорожнього знака
                3.29{" "}
                <img
                  alt='"Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3.29"
                />{" "}
                із зазначенням дозволеної швидкості (діаметр знака — не менше
                160 мм, ширина кайми — 1/10 діаметра). Знак розміщується
                (наноситься) ззаду ліворуч на механічних транспортних засобах,
                якими керують водії із стажем до 2 років, великовагових та
                великогабаритних транспортних засобах, сільськогосподарській
                техніці, ширина якої перевищує 2,6 м, транспортних засобах, що
                здійснюють дорожнє перевезення небезпечних вантажів, у разі
                перевезення вантажним автомобілем пасажирів, а також у випадках,
                коли максимальна швидкість транспортного засобу згідно з його
                технічною характеристикою або окремими умовами руху, визначеними
                органами Національної поліції, нижча встановленої в пунктах 12.6
                і 12.7 цих Правил;
              </p>
              <p>і) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='"Розпізнавальний автомобільний знак України"'
                  src={eight_13b}
                  title="sign_8.13b"
                />{" "}
              </p>
              <p>
                «Розпізнавальний автомобільний знак України» — еліпс білого
                кольору з чорною каймою і нанесеними усередині латинськими
                літерами UA. Довжина осей еліпса повинна бути 175 і 115 мм.
                Розміщується ззаду на транспортних засобах, які перебувають у
                міжнародному русі;
              </p>
              <p>ї) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='"Розпізнавальний знак транспортного засобу"'
                  src={eight_14b}
                  title="sign_8.14b"
                />{" "}
              </p>
              <p>
                «Розпізнавальний знак транспортного засобу» — спеціальна стрічка
                із світлоповертальної плівки з нанесеними під кутом 45 градусів
                червоними і білими смугами, що чергуються. Знак розміщується на
                транспортних засобах ззаду горизонтально і симетрично до
                поздовжньої осі якомога ближче до зовнішнього габариту
                транспортного засобу, а на транспортних засобах, що мають
                кузов-фургон, — і вертикально. На транспортних засобах, що
                використовуються для дорожніх робіт, а також на засобах, що
                мають особливу форму, і на їх обладнанні знак розміщується також
                спереду і по боках.
              </p>
              <p>
                Розпізнавальний знак розміщується обов'язково на транспортних
                засобах, що використовуються для дорожніх робіт,
                сільськогосподарській техніці, ширина якої перевищує 2,6 м, а
                також на засобах, що мають особливу форму. На інших транспортних
                засобах розпізнавальний знак розміщується за бажанням їх
                власників;
              </p>
              <p>й) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Таксі"'
                  src={eight_15b}
                  title="sign_8.15b"
                />{" "}
              </p>
              <p>
                «Таксі» — квадрати контрастного кольору (сторона — щонайменше 20
                мм), які розміщені у шаховому порядку у два ряди. Знак
                встановлюється на даху транспортних засобів або наноситься на
                боковій їх поверхні. При цьому повинно бути нанесено щонайменше
                п'ять квадратів;
              </p>
              <p>к) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Учбовий транспортний засіб"'
                  src={eight_16b}
                  title="sign_8.16b"
                />{" "}
              </p>
              <p>
                «Учбовий транспортний засіб» — рівносторонній трикутник білого
                кольору з вершиною догори і каймою червоного кольору, в який
                вписано літеру «У» чорного кольору (сторона — не менше 200 мм,
                ширина кайми — 1/10 цієї сторони). Знак розміщується спереду і
                ззаду на транспортних засобах, що використовуються для навчання
                водінню (допускається встановлення двостороннього знака на даху
                легкового автомобіля);
              </p>
              <p>л) </p>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt='Розпізнавальний знак "Шипи"'
                  src={eight_17b}
                  title="sign_8.17b"
                />{" "}
              </p>
              <p>
                «Шипи» — рівносторонній трикутник білого кольору з вершиною
                догори і каймою червоного кольору, в який вписано літеру «Ш»
                чорного кольору (сторона трикутника — не менше 200 мм, ширина
                кайми — 1/10 сторони). Знак розміщується ззаду на транспортних
                засобах, на яких встановлено шини з шипами.
              </p>
            </li>
            <li>
              <p>
                Розпізнавальні знаки розміщуються на висоті 400 — 1600 мм від
                поверхні дороги так, щоб вони не обмежували оглядовість і їх
                було добре видно іншим учасникам дорожнього руху.
              </p>
            </li>
            <li>
              <p>
                Для позначення гнучкого зчеплення під час буксирування
                використовуються прапорці або щитки розміром 200 х 200 мм з
                нанесеними на них по діагоналі червоними і білими смугами, що
                чергуються, із світлоповертального матеріалу завширшки 50 мм (за
                винятком використання гнучкого зчеплення з покриттям із
                світлоповертального матеріалу).
              </p>
            </li>
            <li>
              <p>
                {" "}
                <img
                  className="big-image"
                  alt="Знак аварійної зупинки"
                  src={eight_18b}
                  title="sign_8.18b"
                />{" "}
              </p>
              <p>
                Знак аварійної зупинки відповідно до ГОСТ 24333–97 являє собою
                рівносторонній трикутник, виготовлений із світлоповертальних
                планок червоного кольору з внутрішньою флуоресцентною вставкою
                червоного кольору.
              </p>
            </li>
            <li>
              <p>
                Забороняється наносити на зовнішні поверхні транспортних засобів
                зображення чи написи, що збігаються з кольорографічними схемами,
                розпізнавальними знаками чи написами транспортних засобів
                оперативних і спеціальних служб, передбаченими ДСТУ 3849:2018.
              </p>
            </li>
          </ol>
        </li>
        <li id="31">
          <h4> Технічний стан транспортних засобів та їх обладнання</h4>
          <ol className="nested-list">
            <li>
              <p>
                Технічний стан транспортних засобів та їх обладнання повинні
                відповідати вимогам стандартів, що стосуються безпеки дорожнього
                руху та охорони навколишнього середовища, а також правил
                технічної експлуатації, інструкцій підприємств-виробників та
                іншої нормативно-технічної документації.
              </p>
            </li>
            <li>
              <p>
                Забороняється експлуатація тролейбусів і трамваїв за наявності
                будь-якої несправності, зазначеної в правилах технічної
                експлуатації цих транспортних засобів.
              </p>
            </li>
            <li>
              <p>
                Забороняється експлуатація транспортних засобів згідно із
                законодавством:
              </p>
              <p>
                a) у разі їх виготовлення або переобладнання з порушенням вимог
                стандартів, правил і нормативів, що стосуються безпеки
                дорожнього руху;
              </p>
              <p>
                б) якщо вони не пройшли обов'язковий технічний контроль (для
                транспортних засобів, що підлягають такому контролю);
              </p>
              <p>
                в) якщо номерні знаки не відповідають вимогам відповідних
                стандартів;
              </p>
              <p>
                г) у разі порушення порядку встановлення і використання
                спеціальних світлових і звукових сигнальних пристроїв.
              </p>
            </li>
            <li>
              <p>
                Забороняється експлуатація транспортних засобів згідно із
                законодавством за наявності таких технічних несправностей і
                невідповідності таким вимогам:
              </p>
              <p>31.4.1 Гальмові системи:</p>
              <p>
                a) змінено конструкцію гальмових систем, застосовано гальмову
                рідину, вузли або окремі деталі, що не передбачені для даної
                моделі транспортного засобу або не відповідають вимогам
                підприємства-виробника;
              </p>
              <p>
                б) під час дорожніх випробувань робочої гальмової системи
                перевищуються такі значення:
              </p>
              <p>Тип транспортного засобу</p>
              <p>Гальмовий шлях, м, не більше ніж</p>
              <p>
                Легкові автомобілі та їхні модифікації для перевезення вантажів
                – 14,7
              </p>
              <p>Автобуси – 18,3</p>
              <p>
                Вантажні автомобілі з дозволеною максимальною масою до 12 т
                включно – 18,3
              </p>
              <p>
                Вантажні автомобілі з дозволеною максимальною масою понад 12 т –
                19,5
              </p>
              <p>
                Автопоїзди, тягачами яких є легкові автомобілі та їхні
                модифікації для перевезення вантажу – 16,6
              </p>
              <p>Автопоїзди, тягачами яких є вантажні автомобілі – 19,5</p>
              <p>Двоколісні мотоцикли і мопеди – 7,5</p>
              <p>Мотоцикли з причепом – 8,2</p>
              <p>
                Нормативне значення гальмового шляху для транспортних засобів
                випуску до 1988 року допускається перевищувати не більше ніж на
                10 відсотків значення, поданого в таблиці.
              </p>
              <p>Примітки:</p>
              <p>
                1. Випробування робочої гальмової системи проводиться на
                горизонтальній ділянці дороги з рівним, сухим, чистим цементо-
                або асфальтобетонним покриттям при швидкості транспортного
                засобу на початок гальмування: 40 км/год. — для автомобілів,
                автобусів і автопоїздів; 30 км/год. — для мотоциклів, мопедів за
                методом одноразового впливу на органи керування гальмовою
                системою. Результати випробування вважаються незадовільними,
                якщо під час гальмування транспортний засіб розвертається на кут
                більше 8 градусів або займає смугу руху більше ніж 3,5м.
              </p>
              <p>
                2. Гальмовий шлях вимірюється з моменту натискання на гальмову
                педаль (рукоятку) до повної зупинки транспортного засобу;
              </p>
              <p>в)</p>
              <p>порушено герметичність гідравлічного гальмового приводу;</p>
              <p>
                г) порушено герметичність пневматичного або пневмогідравлічного
                гальмового приводу, що спричиняє зменшення тиску повітря при
                непрацюючому двигуні більш як на 0,05 МПа (0,5 кГс/кв. см) за 15
                хв. у разі приведення в дію органів керування гальмовою
                системою;
              </p>
              <p>
                ґ) не працює манометр пневматичного або пневмогідравлічного
                гальмового приводу;
              </p>
              <p>
                д) стоянкова гальмова система при відключеному від трансмісії
                двигуні не забезпечує нерухомий стан:
              </p>
              <p>
                транспортних засобів з повним навантаженням — на уклоні не менше
                ніж 16%;
              </p>
              <p>
                легкових автомобілів, їхніх модифікацій для перевезення
                вантажів, а також автобусів у спорядженому стані — на уклоні не
                менше ніж 23%;
              </p>
              <p>
                вантажних автомобілів і автопоїздів у спорядженому стані — на
                уклоні не менше ніж 31%;
              </p>
              <p>
                е) не замикається важіль (рукоятка) стоянкової гальмової системи
                в робочому положенні;
              </p>
              <p>31.4.2 Рульове керування:</p>
              <p>
                a) сумарний люфт у рульовому керуванні перевищує такі граничні
                значення:
              </p>
              <p>Тип транспортного засобу</p>
              <p>Граничне значення сумарного люфту, град., не більше ніж</p>
              <p>
                Легкові автомобілі та вантажні автомобілі з дозволеною
                максимальною масою до 3,5 т – 10
              </p>
              <p>Автобуси з дозволеною максимальною масою до 5 т – 10</p>
              <p>Автобуси з дозволеною максимальною масою понад 5 т – 20</p>
              <p>
                Вантажні автомобілі з дозволеною максимальною масою понад 3, 5 т
                – 20
              </p>
              <p>Автомобілі і автобуси, зняті з виробництва – 25</p>
              <p>
                б) є не передбачені конструкцією відчутні взаємні переміщення
                деталей і вузлів рульового керування або переміщення їх відносно
                кузова (шасі, кабіни, рами) транспортного засобу; нарізні
                з'єднання не затягнуті або надійно не зафіксовані;
              </p>
              <p>
                в) зіпсований або відсутній передбачений конструкцією підсилювач
                рульового керування або рульовий демпфер (на мотоциклах);
              </p>
              <p>
                г) у рульовому керуванні встановлено деталі із слідами
                залишкової деформації та іншими дефектами, а також застосовано
                деталі і робочі рідини, що не передбачені для даної моделі
                транспортного засобу або не відповідають вимогам
                підприємства-виробника.
              </p>
              <p>31.4.3 Зовнішні світлові прилади:</p>
              <p>
                a) кількість, тип, колір, розміщення і режим роботи зовнішніх
                світлових приладів не відповідають вимогам конструкції
                транспортного засобу;
              </p>
              <p>б)</p>
              <p>порушено регулювання фар;</p>
              <p>в)</p>
              <p>не горить лампа лівої фари в режимі ближнього світла;</p>
              <p>
                г) на світлових приладах немає розсіювачів або використовуються
                розсіювачі і лампи, що не відповідають типу даного світлового
                приладу;
              </p>
              <p>
                ґ) на розсіювачах світлових приладів нанесено тонування або
                покриття, що зменшує їх прозорість чи світлопропускання.
              </p>
              <p>Примітки:</p>
              <p>
                Мотоцикли (мопеди) можуть бути додатково обладнані однією
                протитуманною фарою, інші механічні транспортні засоби — двома.
                Протитуманні фари повинні розміщуватися на висоті не менше 250
                мм від поверхні дороги (але не вище фар ближнього світла)
                симетрично до поздовжньої осі транспортного засобу і не далі 400
                мм від зовнішнього габариту за шириною.
              </p>
              <p>
                Дозволяється встановлювати на транспортних засобах один або два
                задні протитуманні ліхтарі червоного кольору на висоті 400 —
                1200 мм і не ближче 100 мм до ліхтарів сигналу гальмування.
              </p>
              <p>
                Увімкнення протитуманних фар, задніх протитуманних ліхтарів
                повинно здійснюватися одночасно з увімкненням габаритних вогнів
                і освітленням номерного знака (ближнім або дальнім світлом фар).
              </p>
              <p>
                На легковому автомобілі і автобусі дозволяється встановлювати
                один або два додаткові немиготливі сигнали гальмування червоного
                кольору на висоті 1150 — 1400 мм від поверхні дороги.
              </p>
              <p>31.4.4 Склоочисники і склообмивачі вітрового скла:</p>
              <p>a)</p>
              <p>не працюють склоочисники;</p>
              <p>
                б) не працюють передбачені конструкцією транспортного засобу
                склообмивачі;
              </p>
              <p>31.4.5 Колеса і шини:</p>
              <p>
                a) шини легкових автомобілів та вантажних автомобілів з
                дозволеною максимальною масою до 3,5 т мають залишкову висоту
                малюнка протектора менше 1,6 мм, вантажних автомобілів з
                дозволеною максимальною масою понад 3,5 т — 1,0 мм, автобусів —
                2,0 мм, мотоциклів і мопедів — 0,8 мм. Для причепів
                установлюються норми залишкової висоти малюнка протектора шин,
                аналогічні нормам для шин автомобілів-тягачів;
              </p>
              <p>
                б) шини мають місцеві пошкодження (порізи, розриви тощо), що
                оголюють корд, а також розшарування каркаса, відшарування
                протектора і боковини;
              </p>
              <p>
                в) шини за розміром або допустимим навантаженням не відповідають
                моделі транспортного засобу;
              </p>
              <p>
                г) на одну вісь транспортного засобу встановлено діагональні
                шини разом з радіальними, ошиповані і неошиповані, морозостійкі
                і неморозостійкі, шини різних розмірів чи конструкцій, а також
                шини різних моделей з різними малюнками протектора для легкових
                автомобілів, різними типами малюнків протектора — для вантажних
                автомобілів;
              </p>
              <p>
                ґ) на передню вісь транспортного засобу встановлено радіальні
                шини, а на іншу (інші) — діагональні;
              </p>
              <p>
                д) на передній осі автобуса, який виконує міжміські перевезення,
                встановлено шини з відновленим протектором, а на інших осях —
                шини, відновлені за другим класом ремонту;
              </p>
              <p>
                е) на передній осі легкових автомобілів і автобусів (крім
                автобусів, які виконують міжміські перевезення) встановлено
                шини, відновлені за другим класом ремонту;
              </p>
              <p>
                є) відсутній болт (гайка) кріплення або є тріщини диска і ободів
                коліс;
              </p>
              <p>
                Примітка. У разі постійної експлуатації транспортного засобу на
                дорогах, на яких проїзна частина слизька, рекомендується
                використовувати шини, що відповідають стану проїзної частини.
              </p>
              <p>31.4.6 Двигун:</p>
              <p>
                a) вміст шкідливих речовин у відпрацьованих газах або їх
                димність перевищують установлені стандартами норми;
              </p>
              <p>б)</p>
              <p>негерметична паливна система;</p>
              <p>в)</p>
              <p>несправна система випускання відпрацьованих газів;</p>
              <p>31.4.7 Інші елементи конструкції:</p>
              <p>
                a) немає передбачених конструкцією транспортного засобу стекол,
                дзеркал заднього виду;
              </p>
              <p>б)</p>
              <p>не працює звуковий сигнал;</p>
              <p>
                в) встановлено на скло додаткові предмети або нанесено покриття,
                які обмежують оглядовість з місця водія, і погіршують його
                прозорість.
              </p>
              <p>Примітка:</p>
              <p>
                На верхній частині вітрового скла автомобілів і автобусів можуть
                бути прикріплені прозорі кольорові плівки. Дозволяється
                застосовувати тоновані стекла (крім дзеркальних),
                світлопропускання яких відповідає вимогам ГОСТ 5727–88.
                Дозволяється застосовувати занавіски на бокових вікнах
                автобусів;
              </p>
              <p>
                г) не працюють передбачені конструкцією замки дверей кузова або
                кабіни, запори бортів вантажної платформи, запори горловин
                цистерн і паливних баків, механізм регулювання положення сидіння
                водія, аварійні виходи, пристрої для приведення їх у дію, привід
                керування дверима, спідометр, одометр (додано 23.01.2019),
                тахограф, пристрій для обігрівання і обдування скла;
              </p>
              <p>ґ)</p>
              <p>зруйновано корінний лист або центральний болт ресори;</p>
              <p>
                д) зіпсовано тягово-зчіпний або опорно-зчіпний пристрій тягача і
                причіпної ланки у складі автопоїзда, а також передбачені їхньою
                конструкцією страхувальні троси (ланцюги). Є люфти в з'єднаннях
                рами мотоцикла з рамою бокового причепа;
              </p>
              <p>
                е) відсутній передбачений конструкцією бампер або задній
                захисний пристрій, грязезахисні фартухи і бризковики;
              </p>
              <p>є)</p>
              <p>відсутні:</p>
              <p>
                медична аптечка з нанесеними на неї відомостями про тип
                транспортного засобу, для якого вона призначена, — на мотоциклі
                з боковим причепом, легковому, вантажному автомобілі, колісному
                тракторі, автобусі, мікроавтобусі, тролейбусі, автомобілі, що
                перевозить небезпечний вантаж;
              </p>
              <p>
                знак аварійної зупинки (миготливий червоний ліхтар), який
                відповідає вимогам стандарту, — на мотоциклі з боковим причепом,
                легковому, вантажному автомобілі, колісному тракторі, автобусі;
              </p>
              <p>
                на вантажних автомобілях з дозволеною максимальною масою понад
                3,5 т і в автобусах з дозволеною максимальною масою понад 5 т —
                противідкотні упори (щонайменше два);
              </p>
              <p>
                проблискові маячки оранжевого кольору на великовагових та
                великогабаритних транспортних засобах, на сільськогосподарській
                техніці, ширина якої перевищує 2,6 м;
              </p>
              <p>
                працездатний вогнегасник на легковому, вантажному автомобілі,
                автобусі.
              </p>
              <p>Примітки:</p>
              <p>
                Тип, марка, місця встановлення вогнегасників, якими обладнуються
                транспортні засоби з розпізнавальним знаком{" "}
                <img
                  alt='"Табличка оранжевого кольору"'
                  src={eight_7}
                  title="sign_8.7"
                />{" "}
                «Табличка оранжевого кольору», що перевозять небезпечні вантажі,
                визначаються спеціальними правилами.
              </p>
              <p>
                Аптечка, перелік медикаментів якої відповідає ДСТУ 3961-2000 для
                відповідного типу транспортного засобу, і вогнегасник повинні
                бути в закріпленому стані у місцях, визначених
                підприємством-виробником. У разі коли конструкцією транспортного
                засобу зазначені місця не передбачено, медична аптечка і
                вогнегасник повинні розташовуватись у легкодоступних місцях. Тип
                і кількість вогнегасників повинні відповідати встановленим
                нормам. Вогнегасники, якими забезпечуються транспортні засоби,
                повинні бути сертифікованими в Україні відповідно до вимог
                законодавства;
              </p>
              <p>
                ж) відсутні ремені безпеки та підголовники в транспортних
                засобах, де їх установка передбачена конструкцією;
              </p>
              <p>
                з) ремені безпеки не в робочому стані або мають видимі надриви
                на лямках;
              </p>
              <p>и)</p>
              <p>на мотоциклі немає передбачених конструкцією дуг безпеки;</p>
              <p>
                і) на мотоциклах і мопедах немає передбачених конструкцією
                підніжок, на сідлі — поперечних рукояток для пасажира;
              </p>
              <p>
                ї) відсутні або несправні фари і задні габаритні ліхтарі
                транспортного засобу, що перевозить великогабаритний,
                великоваговий чи небезпечний вантаж, а також проблискові маячки,
                світлоповертальні елементи, розпізнавальні знаки, передбачені
                пунктом 30.3 цих Правил.
              </p>
            </li>
            <li>
              <p>
                У разі виникнення в дорозі несправностей, зазначених у пункті
                31.4 цих Правил, водій повинен вжити заходів для їх усунення, а
                якщо це зробити неможливо — рухатися якомога коротшим шляхом до
                місця стоянки або ремонту, дотримуючись запобіжних заходів з
                виконанням вимог пунктів 9.9 і 9.11 цих Правил.
              </p>
              <p>
                У разі виникнення в дорозі несправностей, зазначених у пункті
                31.4.7 («ї»; «д» — у складі автопоїзда) подальший рух заборонено
                до їх усунення. Водій несправного транспортного засобу повинен
                вжити заходів для того, щоб прибрати його за межі проїзної
                частини дороги.
              </p>
            </li>
            <li>
              <p>Забороняється подальший рух транспортних засобів, у яких:</p>
              <p>
                a) робоча гальмова система чи рульове керування не дають змоги
                водієві зупинити транспортний засіб або здійснити маневр під час
                руху з мінімальною швидкістю;
              </p>
              <p>
                б) у темну пору доби або в умовах недостатньої видимості не
                горять лампи фар чи задніх габаритних ліхтарів;
              </p>
              <p>
                в) під час дощу або снігопаду не працює склоочисник з боку
                розміщення керма;
              </p>
              <p>г)</p>
              <p>зіпсований тягово-зчіпний пристрій автопоїзда.</p>
            </li>
            <li>
              <p>
                Забороняється експлуатація транспортного засобу шляхом доставки
                його на спеціальний майданчик чи стоянку Національної поліції у
                випадках, передбачених законодавством.
              </p>
            </li>
          </ol>
        </li>
        <li id="32">
          <h4>
            Окремі питання організації дорожнього руху, що потребують узгодження
          </h4>
          <ol className="nested-list">
            <li>
              <p>З органами Національної поліції узгоджуються:</p>
              <p>
                a) розміщення в смугах відведення автомобільних доріг або
                червоних лініях міських вулиць і доріг та їх штучних спорудах
                кіосків, павільйонів, рекламоносіїв, пересувних торговельних
                пунктів, а також на прилеглих територіях, будинках, спорудах —
                адміністративних приміщень підприємств, установ та організацій;
              </p>
              <p>
                б) умови та порядок руху колон у складі більш як п’яти
                механічних транспортних засобів;
              </p>
              <p>в)</p>
              <p>порядок буксирування двох і більше транспортних засобів;</p>
              <p>
                г) маршрути та перелік доріг, на яких може проводитися навчання
                водіння транспортними засобами (виключено на підставі Постанови
                КМУ №660 від 30.08.2017).
              </p>
              <p>
                З органами Національної поліції узгоджуються також інші питання
                забезпечення безпеки дорожнього руху, передбачені законодавчими
                актами.
              </p>
            </li>
            <li>
              <p>
                З територіальними органами з надання сервісних послуг МВС
                узгоджуються:
              </p>
              <p>
                a) технічні вимоги, конструкція та встановлення на транспортних
                засобах спеціальних звукових і світлових сигнальних пристроїв
                (крім встановлення проблискового маячка оранжевого кольору на
                великогабаритних та великовагових транспортних засобах, на
                сільськогосподарській техніці, ширина якої перевищує 2,6 м, на
                механічних транспортних засобах дорожньо-експлуатаційної служби,
                на транспортних засобах спеціального, спеціалізованого
                призначення та на транспортних засобах із розпізнавальним знаком{" "}
                <img alt='"8.3"' src={eight_3} title="sign_8_3" /> "Діти"),
                світлових покажчиків та розпізнавальних знаків автомобілів
                аварійної служби, а також нанесення білих смуг під нахилом на
                зовнішніх бокових поверхнях транспортних засобів;
              </p>
              <p>б)</p>
              <p>переобладнання транспортних засобів.</p>
              <p>
                З територіальними органами з надання сервісних послуг МВС
                узгоджуються також інші питання, передбачені законодавчими
                актами.
              </p>
            </li>
            <li>
              <p>
                Забороняється, у тому числі в умовах спеціалізованих
                підприємств, які здійснюють ремонт і технічне обслуговування
                транспортних засобів, внесення змін в ідентифікаційні номери і
                номерні таблички кузова чи шасі (рами), двигуна транспортного
                засобу, а також їх знищення (перенесення, закріплення,
                відновлення тощо) без попереднього узгодження з територіальними
                органами з надання сервісних послуг МВС.
              </p>
            </li>
          </ol>
        </li>
        <li id="33">
          <h4>Дорожні знаки</h4>
          <ol className="nested-list">
            <li>
              <p>Попереджувальні знаки.</p>
              <p>
                1.1{" "}
                <img
                  alt='"Небезпечний поворот праворуч"'
                  src={one_1}
                  title="sign_1_1"
                />{" "}
                "Небезпечний поворот праворуч".
              </p>
              <p>
                1.2{" "}
                <img
                  alt='"Небезпечний поворот ліворуч"'
                  src={one_2}
                  title="sign_1_2"
                />{" "}
                "Небезпечний поворот ліворуч".
              </p>
              <p>
                Знаки 1.1{" "}
                <img
                  alt='"Небезпечний поворот праворуч"'
                  src={one_1}
                  title="sign_1_1"
                />{" "}
                і 1.2{" "}
                <img
                  alt='"Небезпечний поворот ліворуч"'
                  src={one_2}
                  title="sign_1_2"
                />{" "}
                попереджають про заокруглення дороги радіусом менше 500 м поза
                населеними пунктами і менше 150 м – у населених пунктах або про
                заокруглення з обмеженою оглядовістю.{" "}
              </p>
              <p>
                1.3.1{" "}
                <img
                  alt='Декілька поворотів"'
                  src={one_3_1}
                  title="sign_1_3_1"
                />
                , 1.3.2{" "}
                <img
                  alt='Декілька поворотів"'
                  src={one_3_2}
                  title="sign_1_3_2"
                />{" "}
                "Декілька поворотів".
              </p>
              <p>
                Ділянка дороги з двома і більше розташованими один за одним
                небезпечними поворотами: 1.3.1{" "}
                <img
                  alt='Декілька поворотів"'
                  src={one_3_1}
                  title="sign_1_3_1"
                />{" "}
                - з першим поворотом праворуч, 1.3.2{" "}
                <img
                  alt='Декілька поворотів"'
                  src={one_3_2}
                  title="sign_1_3_2"
                />{" "}
                - з першим поворотом ліворуч.
              </p>
              <p></p>
              <p></p>
              <p>1.4.1 - 1.4.7 - "Напрямок повороту".</p>
              <p>
                Знаки (1.4.1{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_1}
                  title="sign_1_4_1"
                />
                , 1.4.4{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_4}
                  title="sign_1_4_4"
                />
                , 1.4.6{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_6}
                  title="sign_1_4_6"
                />{" "}
                - рух праворуч, 1.4.2{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_2}
                  title="sign_1_4_2"
                />
                , 1.4.5{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_5}
                  title="sign_1_4_5"
                />
                , 1.4.7{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_7}
                  title="sign_1_4_7"
                />{" "}
                - рух ліворуч) показують напрямок повороту дороги, позначеної
                знаками 1.1{" "}
                <img
                  alt='Небезпечний поворот праворуч"'
                  src={one_1}
                  title="sign_1_1"
                />{" "}
                і 1.2{" "}
                <img
                  alt='Небезпечний поворот ліворуч"'
                  src={one_2}
                  title="sign_1_2"
                />
                , напрямок об’їзду перешкоди на дорозі, а знак 1.4.1{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_1}
                  title="sign_1_4_1"
                />
                , зокрема, - напрямок об’їзду центра перехрестя з круговим
                рухом;
              </p>
              <p>
                знак 1.4.3{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_3}
                  title="sign_1_4_3"
                />{" "}
                (рух праворуч або ліворуч) показує напрямок руху на Т-подібних
                перехрестях, розгалуженнях доріг або об’їзду ділянки дороги, що
                ремонтується.
              </p>
              <p></p>
              <p>1.5.1-Звуження дороги". </p>
              <p>
                Знак 1.5.1{" "}
                <img alt='Звуження дороги"' src={one_5_1} title="sign_1_5_1" />{" "}
                - звуження дороги з обох боків, 1.5.2{" "}
                <img alt='Звуження дороги"' src={one_5_2} title="sign_1_5_2" />{" "}
                - з правого, 1.5.3{" "}
                <img alt='Звуження дороги"' src={one_5_3} title="sign_1_5_3" />{" "}
                - з лівого боку.
              </p>
              <p></p>
              <p>
                1.6 <img alt='Крутий підйом"' src={one_6} title="sign_1_6" />{" "}
                "Крутий підйом".1.7{" "}
                <img alt='Крутий спуск"' src={one_7} title="sign_1_7" /> "Крутий
                спуск".Знаки 1.6{" "}
                <img alt='Крутий підйом"' src={one_6} title="sign_1_6" /> і 1.7{" "}
                <img alt='Крутий спуск"' src={one_7} title="sign_1_7" />{" "}
                попереджають про наближення до підйому або спуску, на якому
                діють вимоги розділу 28 цих Правил.
              </p>
              <p></p>
              <p>
                1.8{" "}
                <img
                  alt='Виїзд на набережну або берег"'
                  src={one_8}
                  title="sign_1_8"
                />{" "}
                .1 "Виїзд на набережну або берег". Виїзд на берег водойми, у
                тому числі на поромну переправу (застосовується з табличкою 7.11{" "}
                <img
                  alt='7.11 "Поромна переправа"'
                  src={seven_11}
                  title="sign_7_11"
                />
                ).1.9 <img alt='Тунель"' src={one_9} title="sign_1_9" />{" "}
                "Тунель". Попереджає про наближення до тунелю, позначеного
                знаком 5.74{" "}
                <img alt='5.74 "Тунель"' src={five_74} title="sign_5_74" />;
                споруди, що не має штучного освітлення, оглядовість в’їзного
                порталу якої обмежена і на під’їздах до якої звужена проїзна
                частина.1.10{" "}
                <img
                  alt='1.10 "Нерівна дорога"'
                  src={one_10}
                  title="sign_1_10"
                />{" "}
                "Нерівна дорога". Ділянка дороги, що має нерівності проїзної
                частини - хвилястості, напливи, спучування.1.11{" "}
                <img alt='1.11 "Пагорб"' src={one_11} title="sign_1_11" />{" "}
                "Пагорб". Ділянка дороги з буграми, напливами чи неплавним
                стикуванням конструкцій мостів. Знак також може застосовуватися
                перед штучно створюваними буграми у місцях, де необхідно
                примусово обмежити швидкість руху транспортних засобів
                (небезпечні виїзди з прилеглих територій, місця з інтенсивним
                рухом дітей через дорогу тощо).1.12{" "}
                <img alt='1.12 "Вибоїна"' src={one_12} title="sign_1_12" />{" "}
                "Вибоїна". Ділянка дороги з вибоїнами чи просіданнями дорожнього
                покриття на проїзній частині.1.13{" "}
                <img
                  alt='1.13 "Слизька дорога"'
                  src={one_13}
                  title="sign_1_13"
                />{" "}
                "Слизька дорога". Ділянка дороги з підвищеною слизькістю
                проїзної частини.1.14{" "}
                <img
                  alt='1.14 "Викидання кам’яних матеріалів"'
                  src={one_14}
                  title="sign_1_14"
                />{" "}
                "Викидання кам’яних матеріалів". Ділянка дороги, на якій можливе
                викидання гравію, щебеню тощо з-під коліс транспортних
                засобів.1.15{" "}
                <img
                  alt='1.15 "Небезпечне узбіччя"'
                  src={one_15}
                  title="sign_1_15"
                />{" "}
                "Небезпечне узбіччя". Підвищене, занижене, зруйноване узбіччя
                або узбіччя, на якому виконуються ремонтні роботи.1.16{" "}
                <img
                  alt='1.16 "Падіння каміння"'
                  src={one_16}
                  title="sign_1_16"
                />{" "}
                "Падіння каміння". Ділянка дороги, на якій можуть бути падіння
                каміння, обвали, зсуви.1.17{" "}
                <img
                  alt='1.17 "Боковий вітер"'
                  src={one_17}
                  title="sign_1_17"
                />{" "}
                "Боковий вітер". Ділянка дороги, на якій можливі сильний боковий
                вітер або його раптові пориви.1.18{" "}
                <img
                  alt='1.18 "Низьколітаючі літаки"'
                  src={one_18}
                  title="sign_1_18"
                />{" "}
                "Низьколітаючі літаки". Ділянка дороги, яка проходить поблизу
                аеродрому або над якою літаки чи вертольоти пролітають на
                невеликій висоті.1.19{" "}
                <img
                  alt='1.19 "Перехрещення з рухом по колу"'
                  src={one_19}
                  title="sign_1_19"
                />{" "}
                "Перехрещення з рухом по колу".1.20{" "}
                <img
                  alt='1.20 "Перехрещення з трамвайною колією"'
                  src={one_20}
                  title="sign_1_20"
                />{" "}
                "Перехрещення з трамвайною колією". Місце перетинання дороги з
                трамвайною колією на перехресті з обмеженою оглядовістю чи поза
                ним.1.21{" "}
                <img
                  alt='1.21 "Перехрещення рівнозначних доріг"'
                  src={one_21}
                  title="sign_1_21"
                />{" "}
                "Перехрещення рівнозначних доріг".1.22{" "}
                <img
                  alt='1.22 "Перехрещення з другорядною дорогою"'
                  src={one_22}
                  title="sign_1_22"
                />{" "}
                "Перехрещення з другорядною дорогою".
              </p>
              <p></p>
              <p>1.23.1-1.2Прилягання другорядної дороги".</p>
              <p>
                Знак 1.23.1{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_1}
                  title="sign_1_23_1"
                />{" "}
                - прилягання з правого боку, 1.23.2{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_2}
                  title="sign_1_23_2"
                />{" "}
                - з лівого боку, 1.23.3{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_3}
                  title="sign_1_23_3"
                />{" "}
                - з правого і лівого боку, 1.23.4{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_4}
                  title="sign_1_23_4"
                />{" "}
                - з лівого і правого боку.1.24{" "}
                <img
                  alt='1.24 "Світлофорне регулювання"'
                  src={one_24}
                  title="sign_1_24"
                />{" "}
                "Світлофорне регулювання". Перехрестя, пішохідний перехід або
                ділянка дороги, рух на якій регулюється світлофором.1.25{" "}
                <img
                  alt='1.25 "Розвідний міст"'
                  src={one_25}
                  title="sign_1_25"
                />{" "}
                "Розвідний міст". Наближення до розвідного моста.1.26{" "}
                <img
                  alt='1.26 "Двосторонній рух"'
                  src={one_26}
                  title="sign_1_26"
                />{" "}
                "Двосторонній рух". Початок ділянки дороги (проїзної частини) із
                зустрічним рухом після одностороннього.1.27{" "}
                <img
                  alt='1.27 "Залізничний переїзд із шлагбаумом"'
                  src={one_27}
                  title="sign_1_27"
                />{" "}
                "Залізничний переїзд із шлагбаумом".1.28{" "}
                <img
                  alt='1.28 "Залізничний переїзд без шлагбаума"'
                  src={one_28}
                  title="sign_1_28"
                />{" "}
                "Залізничний переїзд без шлагбаума".1.29{" "}
                <img
                  alt='1.29 "Одноколійна залізниця"'
                  src={one_29}
                  title="sign_1_29"
                />{" "}
                "Одноколійна залізниця". Позначення не обладнаного шлагбаумом
                переїзду через залізницю з однією колією.1.30{" "}
                <img
                  alt='1.30 "Багатоколійна залізниця"'
                  src={one_30}
                  title="sign_1_30"
                />{" "}
                "Багатоколійна залізниця". Позначення не обладнаного шлагбаумом
                переїзду через залізницю з двома і більше коліями.
              </p>
              <p>
                1.31.1{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_1}
                  title="sign_1_31_1"
                />
                , 1.31.2{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_2}
                  title="sign_1_31_2"
                />
                , 1.31.3{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_3}
                  title="sign_1_31_3"
                />
                , 1.31.4{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_4}
                  title="sign_1_31_4"
                />
                , 1.31.5{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_5}
                  title="sign_1_31_5"
                />
                , 1.31.6{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_6}
                  title="sign_1_31_6"
                />{" "}
                "Наближення до залізничного переїзду". Додаткове попередження
                про наближення до залізничного переїзду поза населеними
                пунктами.1.32{" "}
                <img
                  alt='1.32 "Пішохідний перехід"'
                  src={one_32}
                  title="sign_1_32"
                />{" "}
                "Пішохідний перехід". Наближення до нерегульованого пішохідного
                переходу, позначеного відповідними дорожніми знаками або
                дорожньою розміткою.1.33{" "}
                <img alt='1.33 "Діти"' src={one_33} title="sign_1_33" /> "Діти".
                Ділянка дороги, на якій можлива поява дітей з території дитячого
                закладу (дошкільний заклад, заклад загальної середньої освіти,
                оздоровчий табір тощо), що прилягає безпосередньо до дороги.1.34{" "}
                <img
                  alt='1.34 "Виїзд велосипедистів"'
                  src={one_34}
                  title="sign_1_34"
                />{" "}
                "Виїзд велосипедистів". Ділянка дороги, на якій можлива поява
                велосипедистів, або місце перехрещення з велосипедною доріжкою
                поза перехрестям.1.35{" "}
                <img
                  alt='1.35 "Перегін худоби"'
                  src={one_35}
                  title="sign_1_35"
                />{" "}
                "Перегін худоби". Ділянка дороги, на якій можлива поява
                худоби.1.36{" "}
                <img alt='1.36 "Дикі тварини"' src={one_36} title="sign_1_36" />{" "}
                "Дикі тварини". Ділянка дороги, на якій можлива поява диких
                тварин.1.37{" "}
                <img
                  alt='1.37 "Дорожні роботи"'
                  src={one_37}
                  title="sign_1_37"
                />{" "}
                "Дорожні роботи". Ділянка дороги, на якій виконуються дорожні
                роботи.1.38{" "}
                <img
                  alt='1.38 "Затори в дорожньому русі"'
                  src={one_38}
                  title="sign_1_38"
                />{" "}
                "Затори в дорожньому русі". Ділянка дороги, де звуження проїзної
                частини спричиняє затори в дорожньому русі внаслідок виконання
                дорожніх робіт чи з інших причин.1.39{" "}
                <img
                  alt='1.39 "Інша небезпека (аварійно-небезпечна ділянка)"'
                  src={one_39}
                  title="sign_1_39"
                />{" "}
                "Аварійно небезпечна ділянка (інша небезпека)". Ділянка дороги у
                місці, де геометричні параметри проїзної частини, радіуси
                вертикальних і горизонтальних кривих тощо не відповідають
                вимогам будівельних норм. Разом із знаком можуть бути
                встановлені таблички 7.21.1{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_1}
                  title="sign_7_21_1"
                />
                , 7.21.2{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_2}
                  title="sign_7_21_1"
                />
                , 7.21.3{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_3}
                  title="sign_7_21_3"
                />
                , 7.21.4{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_4}
                  title="sign_7_21_4"
                />
                , 7.21.5{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_5}
                  title="sign_7_21_5"
                />
                .У разі встановлення знака перед ділянкою дороги, що проходить
                поблизу гірськолижних трас або трас інших зимових видів спорту,
                з ним установлюють табличку 7.22{" "}
                <img alt='7.22 "Лижники"' src={seven_22} title="sign_7_2" />
                .1.40{" "}
                <img
                  alt='1.40 "Зміна покриття"'
                  src={one_40}
                  title="sign_1_40"
                />{" "}
                "Зміна покриття". Ділянка дороги, на якій змінюється вид
                покриття.
              </p>
              <p>
                Попереджувальні знаки, крім знаків 1.4.1{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_1}
                  title="sign_1_4_1"
                />
                , 1.4.2{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_2}
                  title="sign_1_4_2"
                />
                , 1.4.3{" "}
                <img
                  alt='Напрямок повороту"'
                  src={one_4_3}
                  title="sign_1_4_3"
                />
                , 1.29 <img src={one_29} /> 1.30{" "}
                <img
                  alt='1.30 "Багатоколійна залізниця"'
                  src={one_30}
                  title="sign_1_30"
                />
                , 1.31.1{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_1}
                  title="sign_1_31_1"
                />
                , 1.31.2{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_2}
                  title="sign_1_31_2"
                />
                , 1.31.3{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_3}
                  title="sign_1_31_3"
                />
                , 1.31.4{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_4}
                  title="sign_1_31_4"
                />
                , 1.31.5{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_5}
                  title="sign_1_31_5"
                />
                , 1.31.6{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_6}
                  title="sign_1_31_6"
                />
                , установлюються поза населеними пунктами на відстані 150-300 м,
                у населених пунктах на відстані 50-100 м до початку небезпечної
                ділянки. У разі потреби знаки встановлюються і на іншій
                відстані, яка зазначається на табличці 7.1.1{" "}
                <img
                  alt='Відстань до об’єкта"'
                  src={seven_1_1}
                  title="sign_7_1_1"
                />
                .1.41{" "}
                <img
                  alt='1.41 "Місце (ділянка) концентрації дорожньо-транспортних пригод"'
                  src={one_41}
                  title="sign_1_41"
                />{" "}
                "Місце (ділянка) концентрації дорожньо-транспортних пригод".
                Місце або ділянка концентрації дорожньо-транспортних пригод,
                визначені у встановленому порядку. Для зазначення виду небезпеки
                разом із знаком встановлюють таблички 7.21.1{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_1}
                  title="sign_7_21_1"
                />
                , 7.21.2{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_2}
                  title="sign_7_21_1"
                />
                , 7.21.3{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_3}
                  title="sign_7_21_3"
                />
                , 7.21.4{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_4}
                  title="sign_7_21_4"
                />
                , 7.21.5{" "}
                <img
                  alt='7.2Вид небезпеки"'
                  src={seven_21_5}
                  title="sign_7_21_5"
                />
                .Знаки 1.6{" "}
                <img alt='Крутий підйом"' src={one_6} title="sign_1_6" /> і 1.7{" "}
                <img alt='Крутий спуск"' src={one_7} title="sign_1_7" />{" "}
                встановлюються безпосередньо перед початком підйомів або
                спусків, розташованих один за одним.На знаках 1.23.1{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_1}
                  title="sign_1_23_1"
                />
                , 1.23.2{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_2}
                  title="sign_1_23_2"
                />
                , 1.23.3{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_3}
                  title="sign_1_23_3"
                />
                , 1.23.4{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_4}
                  title="sign_1_23_4"
                />{" "}
                зображення прилягань відповідає реальній конфігурації
                перехрестя.Знаки 1.23.3{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_3}
                  title="sign_1_23_3"
                />{" "}
                і 1.23.4{" "}
                <img
                  alt='1.2Прилягання другорядної дороги"'
                  src={one_23_4}
                  title="sign_1_23_4"
                />{" "}
                встановлюються на відстані між приляганнями другорядних доріг
                менше ніж 50 м у населених пунктах і 100 м поза ними.Знаки 1.29{" "}
                <img
                  alt='1.29 "Одноколійна залізниця"'
                  src={one_29}
                  title="sign_1_29"
                />{" "}
                і 1.30{" "}
                <img
                  alt='1.30 "Багатоколійна залізниця"'
                  src={one_30}
                  title="sign_1_30"
                />{" "}
                встановлюються безпосередньо перед залізничним переїздом.Знак
                1.31.1{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_1}
                  title="sign_1_31_1"
                />{" "}
                установлюється з першим (головним) по ходу руху знаком 1.27{" "}
                <img
                  alt='1.27 "Залізничний переїзд із шлагбаумом"'
                  src={one_27}
                  title="sign_1_27"
                />{" "}
                або 1.28{" "}
                <img
                  alt='1.28 "Залізничний переїзд без шлагбаума"'
                  src={one_28}
                  title="sign_1_28"
                />
                , знак 1.31.4{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_4}
                  title="sign_1_31_4"
                />{" "}
                - з дублюючим, який встановлюється на лівому боці проїзної
                частини, знаки 1.31.3{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_3}
                  title="sign_1_31_3"
                />{" "}
                і 1.31.6{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_6}
                  title="sign_1_31_6"
                />{" "}
                - з другим знаком 1.27{" "}
                <img
                  alt='1.27 "Залізничний переїзд із шлагбаумом"'
                  src={one_27}
                  title="sign_1_27"
                />{" "}
                або 1.28{" "}
                <img
                  alt='1.28 "Залізничний переїзд без шлагбаума"'
                  src={one_28}
                  title="sign_1_28"
                />
                , знаки 1.31.2{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_2}
                  title="sign_1_31_2"
                />{" "}
                і 1.31.5{" "}
                <img
                  alt='1.3Наближення до залізничного переїзду"'
                  src={one_31_5}
                  title="sign_1_31_5"
                />{" "}
                - самостійно (на рівномірній відстані між першим і другим
                знаками 1.27{" "}
                <img
                  alt='1.27 "Залізничний переїзд із шлагбаумом"'
                  src={one_27}
                  title="sign_1_27"
                />{" "}
                або 1.28{" "}
                <img
                  alt='1.28 "Залізничний переїзд без шлагбаума"'
                  src={one_28}
                  title="sign_1_28"
                />
                ).Знак 1.37{" "}
                <img
                  alt='1.37 "Дорожні роботи"'
                  src={one_37}
                  title="sign_1_37"
                />{" "}
                може бути встановлено на відстані 10-15 м до місця виконання
                короткострокових дорожніх робіт на проїзній частині в населеному
                пункті.Поза населеними пунктами знаки 1.8{" "}
                <img
                  alt='Виїзд на набережну або берег"'
                  src={one_8}
                  title="sign_1_8"
                />
                , 1.13{" "}
                <img
                  alt='1.13 "Слизька дорога"'
                  src={one_13}
                  title="sign_1_13"
                />
                , 1.14{" "}
                <img
                  alt='1.14 "Викидання кам’яних матеріалів"'
                  src={one_14}
                  title="sign_1_14"
                />
                , 1.15{" "}
                <img
                  alt='1.15 "Небезпечне узбіччя"'
                  src={one_15}
                  title="sign_1_15"
                />
                , 1.16{" "}
                <img
                  alt='1.16 "Падіння каміння"'
                  src={one_16}
                  title="sign_1_16"
                />
                , 1.25{" "}
                <img
                  alt='1.25 "Розвідний міст"'
                  src={one_25}
                  title="sign_1_25"
                />
                , 1.27{" "}
                <img
                  alt='1.27 "Залізничний переїзд із шлагбаумом"'
                  src={one_27}
                  title="sign_1_27"
                />
                , 1.28{" "}
                <img
                  alt='1.28 "Залізничний переїзд без шлагбаума"'
                  src={one_28}
                  title="sign_1_28"
                />
                , 1.33 <img alt='1.33 "Діти"' src={one_33} title="sign_1_33" />{" "}
                і 1.37{" "}
                <img
                  alt='1.37 "Дорожні роботи"'
                  src={one_37}
                  title="sign_1_37"
                />
                , а в населених пунктах знаки 1.33{" "}
                <img alt='1.33 "Діти"' src={one_33} title="sign_1_33" /> і 1.37{" "}
                <img
                  alt='1.37 "Дорожні роботи"'
                  src={one_37}
                  title="sign_1_37"
                />{" "}
                повторюються. Наступний знак встановлюється на відстані
                щонайменше 50 м до початку небезпечної ділянки.Знаки 1.10{" "}
                <img
                  alt='1.10 "Нерівна дорога"'
                  src={one_10}
                  title="sign_1_10"
                />
                , 1.12{" "}
                <img alt='1.12 "Вибоїна"' src={one_12} title="sign_1_12" />,
                1.14{" "}
                <img
                  alt='1.14 "Викидання кам’яних матеріалів"'
                  src={one_14}
                  title="sign_1_14"
                />
                , 1.15{" "}
                <img
                  alt='1.15 "Небезпечне узбіччя"'
                  src={one_15}
                  title="sign_1_15"
                />
                , 1.37{" "}
                <img
                  alt='1.37 "Дорожні роботи"'
                  src={one_37}
                  title="sign_1_37"
                />{" "}
                і 1.38{" "}
                <img
                  alt='1.38 "Затори в дорожньому русі"'
                  src={one_38}
                  title="sign_1_38"
                />{" "}
                - тимчасові і встановлюються на період, необхідний для виконання
                відповідних робіт на дорозі.
              </p>
            </li>
            <li>
              <p>Знаки пріоритету</p>
              <p>
                2.1 <img alt='Дати дорогу"' src={two_1} title="Дати дорогу" />{" "}
                "Дати дорогу". Водій повинен дати дорогу транспортним засобам,
                що під’їжджають до нерегульованого перехрестя по головній
                дорозі, а за наявності таблички 7.8{" "}
                <img
                  alt='Напрямок головної дороги"'
                  src={seven_8}
                  title="sign_7_8"
                />{" "}
                - транспортним засобам, що рухаються по головній дорозі.2.2{" "}
                <img
                  alt='Проїзд без зупинки заборонено"'
                  src={two_2}
                  title="Проїзд без зупинки заборонено"
                />{" "}
                "Проїзд без зупинки заборонено". Забороняється проїзд без
                зупинки перед розміткою 1.12{" "}
                <img
                  alt="Розмітка 1.12 (стоп-лінія)"
                  src={one_12}
                  title="Розмітка 1.12 (стоп-лінія)"
                />{" "}
                (стоп-лінія), а у разі, коли вона відсутня, перед знаком.
                Необхідно дати дорогу транспортним засобам, що рухаються
                дорогою, яка перетинається, а за наявності таблички 7.8{" "}
                <img
                  alt='Напрямок головної дороги"'
                  src={seven_8}
                  title="sign_7_8"
                />{" "}
                - транспортним засобам, що рухаються головною дорогою, а також
                праворуч рівнозначною дорогою.2.3{" "}
                <img alt='Головна дорога"' src={two_3} title="Головна дорога" />{" "}
                "Головна дорога". Надається право першочергового проїзду
                нерегульованих перехресть.2.4{" "}
                <img
                  alt='Кінець головної дороги"'
                  src={two_4}
                  title="Кінець головної дороги"
                />{" "}
                "Кінець головної дороги". Скасовується право першочергового
                проїзду нерегульованих перехресть.2.5{" "}
                <img
                  alt='Перевага зустрічного руху"'
                  src={two_5}
                  title="Перевага зустрічного руху"
                />{" "}
                "Перевага зустрічного руху". Забороняється в’їзд на вузьку
                ділянку дороги, якщо це може утруднити зустрічний рух. Водій
                повинен дати дорогу зустрічним транспортним засобам, що
                розташовані на вузькій ділянці.2.6{" "}
                <img
                  alt='Перевага перед зустрічним рухом"'
                  src={two_6}
                  title="Перевага перед зустрічним рухом"
                />{" "}
                "Перевага перед зустрічним рухом". Вузька ділянка дороги, під
                час руху якою водій має перевагу стосовно зустрічних
                транспортних засобів.Знаки 2.1{" "}
                <img alt='Дати дорогу"' src={two_1} title="Дати дорогу" /> 2.2{" "}
                <img
                  alt='Проїзд без зупинки заборонено"'
                  src={two_2}
                  title="Проїзд без зупинки заборонено"
                />
                , 2.3{" "}
                <img alt='Головна дорога"' src={two_3} title="Головна дорога" />
                , 2.5{" "}
                <img
                  alt='Перевага зустрічного руху"'
                  src={two_5}
                  title="Перевага зустрічного руху"
                />{" "}
                і 2.6{" "}
                <img
                  alt='Перевага перед зустрічним рухом"'
                  src={two_6}
                  title="Перевага перед зустрічним рухом"
                />{" "}
                встановлюються безпосередньо перед перехрестям або вузькою
                ділянкою дороги, крім того, знак 2.3{" "}
                <img alt='Головна дорога"' src={two_3} title="Головна дорога" />{" "}
                - на початку, а знак 2.4{" "}
                <img
                  alt='Кінець головної дороги"'
                  src={two_4}
                  title="Кінець головної дороги"
                />{" "}
                - в кінці головної дороги. Знак 2.3{" "}
                <img alt='Головна дорога"' src={two_3} title="Головна дорога" />{" "}
                з табличкою 7.8{" "}
                <img
                  alt='Напрямок головної дороги"'
                  src={seven_8}
                  title="sign_7_8"
                />{" "}
                обов’язково повторюється перед перехрестям, на якому головна
                дорога змінює свій напрямок.Поза населеними пунктами на дорогах
                з твердим покриттям знак 2.1{" "}
                <img alt='Дати дорогу"' src={two_1} title="Дати дорогу" />{" "}
                повторюється з додатковою табличкою 7.1.1{" "}
                <img
                  alt='Відстань до об’єкта"'
                  src={seven_1_1}
                  title="sign_7_1_1"
                />{" "}
                .Якщо безпосередньо перед перехрестям встановлено знак 2.2{" "}
                <img
                  alt='Проїзд без зупинки заборонено"'
                  src={two_2}
                  title="Проїзд без зупинки заборонено"
                />
                , йому повинен передувати знак 2.1{" "}
                <img alt='Дати дорогу"' src={two_1} title="Дати дорогу" />{" "}
                додатковою табличкою 7.1.2{" "}
                <img
                  alt='Відстань до об’єкта"'
                  src={seven_1_2}
                  title="sign_7_1_2"
                />{" "}
                .Якщо знак 2.2{" "}
                <img
                  alt='Проїзд без зупинки заборонено"'
                  src={two_2}
                  title="Проїзд без зупинки заборонено"
                />{" "}
                встановлений перед залізничним переїздом, що не охороняється та
                не обладнаний світлофорною сигналізацією, водій повинен
                зупинитися перед стоп-лінією, а за її відсутності - перед цим
                знаком.
              </p>
            </li>
            <li>
              <p>Заборонні знаки</p>
              <p>
                3.1 <img alt='Рух заборонено"' src={three_1} title="sign_3_1" />
                "Рух заборонено". Забороняється рух усіх транспортних засобів у
                разі, коли:
              </p>
              <ul>
                <li>
                  <p>
                    початок пішохідної зони позначено знаком 5.36{" "}
                    <img
                      alt='5.36 "Пішохідна зона"'
                      src={five_36}
                      title="sign_5_36"
                    />{" "}
                    (Примітка: в офіційному тексті помилково вказано знак 5.33{" "}
                    <img
                      alt='5.33 "Рекомендована швидкість"'
                      src={five_33}
                      title="sign_5_33"
                    />
                    );
                  </p>
                </li>
                <li>
                  <p>
                    дорога та (або) вулиця перебуває в аварійному стані і
                    непридатна для руху транспортних засобів; у такому разі
                    обов’язково додатково встановлюється знак 3.43{" "}
                    <img
                      alt='3.43 "Небезпека"'
                      src={three_43}
                      title="sign_3_43"
                    />{" "}
                    .
                  </p>
                </li>
              </ul>
              <p>
                3.2{" "}
                <img
                  alt='Рух механічних транспортних засобів заборонено"'
                  src={three_2}
                  title="sign_3_2"
                />{" "}
                "Рух механічних транспортних засобів заборонено".3.3{" "}
                <img
                  alt='Рух вантажних автомобілів заборонено"'
                  src={three_3}
                  title="sign_3_3"
                />{" "}
                "Рух вантажних автомобілів заборонено". Забороняється рух
                вантажних автомобілів і составів транспортних засобів з
                дозволеною максимальною масою понад 3,5 т (якщо на знаку не
                зазначена маса) або з такою, що перевищує зазначену на знаку, а
                також тракторів, самохідних машин і механізмів.3.4{" "}
                <img
                  alt='Рух з причепом заборонено"'
                  src={three_4}
                  title="sign_3_4"
                />{" "}
                "Рух з причепом заборонено". Забороняється рух вантажних
                автомобілів і тракторів з причепами будь-якого типу, а також
                буксирування механічних транспортних засобів.3.5{" "}
                <img
                  alt='Рух тракторів заборонено"'
                  src={three_5}
                  title="sign_3_5"
                />{" "}
                "Рух тракторів заборонено". Забороняється рух тракторів,
                самохідних машин і механізмів.3.6{" "}
                <img
                  alt='Рух мотоциклів заборонено"'
                  src={three_6}
                  title="sign_3_6"
                />{" "}
                "Рух мотоциклів заборонено".3.7{" "}
                <img
                  alt='Рух на мопедах заборонено"'
                  src={three_7}
                  title="sign_3_7"
                />{" "}
                "Рух на мопедах заборонено". Забороняється рух на мопедах і
                велосипедах з підвісним двигуном.3.8{" "}
                <img
                  alt='Рух на велосипедах заборонено"'
                  src={three_8}
                  title="sign_3_8"
                />{" "}
                "Рух на велосипедах заборонено".3.9{" "}
                <img
                  alt='Рух пішоходів заборонено"'
                  src={three_9}
                  title="sign_3_9"
                />{" "}
                "Рух пішоходів заборонено".3.10{" "}
                <img
                  alt='Рух з ручними візками заборонено"'
                  src={three_10}
                  title="sign_3_10"
                />{" "}
                "Рух з ручними візками заборонено".3.11{" "}
                <img
                  alt='Рух гужових возів (саней) заборонено"'
                  src={three_11}
                  title="sign_3_11"
                />{" "}
                "Рух гужових возів (саней) заборонено". Забороняється рух
                гужових возів (саней), тварин під сідлом або в’юком, а також
                прогін худоби.3.12{" "}
                <img
                  alt='Рух транспортних засобів, що перевозять небезпечні вантажі, заборонено"'
                  src={three_12}
                  title="sign_3_12"
                />{" "}
                "Рух транспортних засобів, що перевозять небезпечні вантажі,
                заборонено". Забороняється рух транспортних засобів з
                розпізнавальним знаком{" "}
                <img
                  alt="Табличка оранжевого кольору"
                  src={eight_7}
                  title="sign_8_7"
                />{" "}
                "Табличка оранжевого кольору", що перевозять небезпечні
                вантажі.3.13{" "}
                <img
                  alt='Рух транспортних засобів, що перевозять вибухові та легкозаймисті вантажі, заборонено"'
                  src={three_13}
                  title="sign_3_13"
                />{" "}
                "Рух транспортних засобів, що перевозять вибухові та
                легкозаймисті вантажі, заборонено". Забороняється рух
                транспортних засобів з розпізнавальним знаком{" "}
                <img
                  alt="Табличка оранжевого кольору"
                  src={eight_7}
                  title="sign_8_7"
                />{" "}
                "Табличка оранжевого кольору", що перевозять вибухові та
                легкозаймисті вантажі.3.14{" "}
                <img
                  alt='Рух транспортних засобів, що перевозять речовини, які забруднюють воду, заборонено"'
                  src={three_14}
                  title="sign_3_14"
                />{" "}
                "Рух транспортних засобів, що перевозять речовини, які
                забруднюють воду, заборонено". Забороняється рух транспортних
                засобів з розпізнавальним знаком{" "}
                <img
                  alt="Табличка оранжевого кольору"
                  src={eight_7}
                  title="sign_8_7"
                />{" "}
                "Табличка оранжевого кольору", що перевозять небезпечні для
                водних ресурсів навколишнього природного середовища
                речовини.3.15{" "}
                <img
                  alt='Рух транспортних засобів, маса яких перевищує ... т, заборонено"'
                  src={three_15}
                  title="sign_3_15"
                />{" "}
                "Рух транспортних засобів, маса яких перевищує ... т,
                заборонено". Забороняється рух транспортних засобів, у тому
                числі їх составів, загальна фактична маса яких перевищує
                зазначену на знаку.3.16{" "}
                <img
                  alt='Рух транспортних засобів, навантаження на вісь яких перевищує ... т, заборонено"'
                  src={three_16}
                  title="sign_3_16"
                />{" "}
                "Рух транспортних засобів, навантаження на вісь яких перевищує
                ... т, заборонено". Забороняється рух транспортних засобів, у
                яких фактичне навантаження на будь-яку вісь більше зазначеної на
                знаку.3.17{" "}
                <img
                  alt='Рух транспортних засобів, ширина яких перевищує ... м, заборонено"'
                  src={three_17}
                  title="sign_3_17"
                />{" "}
                "Рух транспортних засобів, ширина яких перевищує ... м,
                заборонено". Забороняється рух транспортних засобів, габаритна
                ширина яких (з вантажем чи без нього) більша зазначеної на
                знаку.3.18{" "}
                <img
                  alt='Рух транспортних засобів, висота яких перевищує ... м, заборонено"'
                  src={three_18}
                  title="sign_3_18"
                />{" "}
                "Рух транспортних засобів, висота яких перевищує ... м,
                заборонено". Забороняється рух транспортних засобів, габаритна
                висота яких (з вантажем чи без нього) більша зазначеної на
                знаку.3.19{" "}
                <img
                  alt='Рух транспортних засобів, довжина яких перевищує ... м, заборонено"'
                  src={three_19}
                  title="sign_3_19"
                />{" "}
                "Рух транспортних засобів, довжина яких перевищує ... м,
                заборонено". Забороняється рух транспортних засобів, габаритна
                довжина яких (з вантажем чи без нього) більша зазначеної на
                знаку.3.20{" "}
                <img
                  alt='3.20 "Рух транспортних засобів без дотримання дистанції ... м заборонено"'
                  src={three_20}
                  title="sign_3_20"
                />{" "}
                "Рух транспортних засобів без дотримання дистанції ... м
                заборонено". Забороняється рух транспортних засобів з дистанцією
                між ними менше зазначеної на знаку.3.21{" "}
                <img
                  alt='3.21 "В`їзд заборонено"'
                  src={three_21}
                  title="sign_3_21"
                />{" "}
                "В'їзд заборонено". Забороняється в'їзд усіх транспортних
                засобів з метою:
              </p>
              <ul>
                <li>
                  <p>
                    запобігання зустрічному руху транспортних засобів на
                    ділянках доріг з одностороннім рухом;
                  </p>
                </li>
                <li>
                  <p>
                    запобігання виїзду транспортних засобів назустріч загальному
                    потоку на дорогах, позначених знаком 5.8{" "}
                    <img
                      alt='Дорога із смугою для руху маршрутних транспортних засобів"'
                      src={five_8}
                      title="sign_5_8"
                    />
                    ;
                  </p>
                </li>
                <li>
                  <p>
                    організації відокремленого в'їзду і виїзду на майданчиках,
                    що використовуються для стоянки транспортних засобів,
                    майданчиках відпочинку, автозаправних станцій тощо;
                  </p>
                </li>
                <li>
                  <p>
                    запобігання в'їзду на окрему смугу руху, при цьому знак 3.21{" "}
                    <img
                      alt='3.21 "В`їзд заборонено"'
                      src={three_21}
                      title="sign_3_21"
                    />{" "}
                    повинен застосовуватися разом з табличкою 7.9{" "}
                    <img alt='Смуга руху"' src={seven_9} title="sign_7_9" />
                  </p>
                </li>
                <li>
                  <p>
                    запобігання в'їзду на дороги, що безпосередньо простягаються
                    у межах прикордонної смуги до державного кордону і не
                    забезпечують пересування до встановлених пунктів пропуску
                    через державний кордон (крім сільськогосподарської техніки,
                    інших транспортних засобів і механізмів, задіяних у
                    провадженні відповідно до законодавства і за наявності
                    відповідних на те законних підстав сільськогосподарської
                    діяльності або інших робіт, ліквідації надзвичайних ситуацій
                    та їх наслідків, а також транспортних засобів Збройних Сил,
                    Національної гвардії, СБУ, Держприкордонслужби, ДМС, ДФС,
                    Оперативно-рятувальної служби цивільного захисту,
                    Національної поліції і органів прокуратури під час виконання
                    оперативних та службових завдань).
                  </p>
                </li>
              </ul>
              <p>
                3.22{" "}
                <img
                  alt='"Поворот праворуч заборонено"'
                  src={three_22}
                  title="sign_3_22"
                />{" "}
                "Поворот праворуч заборонено".
              </p>
              <p>
                3.23{" "}
                <img
                  alt='3.23 "Поворот ліворуч заборонено"'
                  src={three_23}
                  title="sign_3_23"
                />{" "}
                "Поворот ліворуч заборонено". Забороняється поворот ліворуч
                транспортних засобів. При цьому розворот дозволяється.
              </p>
              <p>
                3.24{" "}
                <img
                  alt='3.24 "Розворот заборонено"'
                  src={three_24}
                  title="sign_3_24"
                />{" "}
                "Розворот заборонено". Забороняється розворот транспортних
                засобів. При цьому поворот ліворуч дозволяється.
              </p>
              <p>
                3.25{" "}
                <img
                  alt='3.25 "Обгін заборонено"'
                  src={three_25}
                  title="sign_3_25"
                />{" "}
                "Обгін заборонено". Забороняється обгін усіх транспортних
                засобів (крім поодиноких*, що рухаються із швидкістю менше 30
                км/год).
              </p>
              <p>
                Поодинокими вважаються одиночні транспортні засоби, автопоїзди,
                а також буксируючий транспортний засіб у зчепленні з
                буксированим.
              </p>
              <p>
                3.26{" "}
                <img
                  alt='3.26 "Кінець заборони обгону"'
                  src={three_26}
                  title="sign_3_26"
                />{" "}
                "Кінець заборони обгону".
              </p>
              <p>
                3.27{" "}
                <img
                  alt='3.27 "Обгін вантажним автомобілям заборонено"'
                  src={three_27}
                  title="sign_3_27"
                />{" "}
                "Обгін вантажним автомобілям заборонено". Забороняється
                вантажним автомобілям з дозволеною максимальною масою понад 3,5
                т обганяти усі транспортні засоби (крім поодиноких, що рухаються
                із швидкістю менше 30 км/год). Тракторам забороняється обгін
                усіх транспортних засобів, крім поодиноких велосипедів, гужових
                возів (саней).
              </p>
              <p>
                3.28{" "}
                <img
                  alt='3.28 "Кінець заборони обгону вантажним автомобілям"'
                  src={three_28}
                  title="sign_3_28"
                />{" "}
                "Кінець заборони обгону вантажним автомобілям".
              </p>
              <p>
                3.29{" "}
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />{" "}
                "Обмеження максимальної швидкості". Забороняється рух із
                швидкістю, що перевищує зазначену на знаку.
              </p>
              <p>
                3.30{" "}
                <img
                  alt='3.30 "Кінець обмеження максимальної швидкості"'
                  src={three_30}
                  title="sign_3_30"
                />{" "}
                "Кінець обмеження максимальної швидкості".
              </p>
              <p>
                3.31{" "}
                <img
                  alt='3.31 "Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3_31"
                />{" "}
                "Зона обмеження максимальної швидкості". Забороняється в зоні
                (населений пункт, мікрорайон, зона відпочинку тощо) рух із
                швидкістю, яка перевищує зазначену на знаку.
              </p>
              <p>
                3.32{" "}
                <img
                  alt='3.32 "Кінець зони обмеження максимальної швидкості"'
                  src={three_32}
                  title="sign_3_32"
                />{" "}
                "Кінець зони обмеження максимальної швидкості".
              </p>
              <p>
                3.33{" "}
                <img
                  alt='3.33 "Подачу звукового сигналу заборонено"'
                  src={three_33}
                  title="sign_3_33"
                />{" "}
                "Подачу звукового сигналу заборонено". Забороняється
                користування звуковими сигналами, крім випадків, коли без цього
                неможливо запобігти дорожньо-транспортній пригоді.
              </p>
              <p>
                3.34{" "}
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />{" "}
                "Зупинку заборонено". Забороняються зупинка і стоянка
                транспортних засобів, крім таксі, що здійснює посадку або
                висадку пасажирів (розвантаження чи завантаження вантажу).
              </p>
              <p>
                3.35{" "}
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />{" "}
                "Стоянку заборонено". Забороняється стоянка усіх транспортних
                засобів.
              </p>
              <p>
                3.36{" "}
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />{" "}
                "Стоянку заборонено в непарні числа місяця".
              </p>
              <p>
                3.37{" "}
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />{" "}
                "Стоянку заборонено в парні числа місяця".
              </p>
              <p>
                3.38{" "}
                <img
                  alt='3.38 "Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3_38"
                />{" "}
                "Зона обмеженої стоянки". Визначає територію в населеному
                пункті, на якій тривалість стоянки обмежена незалежно від того,
                чи справляється за це плата. У нижній частині знака можуть бути
                зазначені умови обмеження стоянки. У відповідних випадках на
                знаку або додаткових табличках 7.4.1
                <img alt='Час дії"' src={seven_4_1} title="sign_7_4_1" />,
                <img alt='Час дії"' src={seven_4_2} title="sign_7_4_2" />,
                <img alt='Час дії"' src={seven_4_3} title="sign_7_4_3" />,
                <img alt='Час дії"' src={seven_4_4} title="sign_7_4_4" />,
                <img alt='Час дії"' src={seven_4_5} title="sign_7_4_5" />,
                <img alt='Час дії"' src={seven_4_6} title="sign_7_4_6" />,
                <img alt='Час дії"' src={seven_4_7} title="sign_7_4_7" />,
                <img
                  alt='7.19 "Обмеження тривалості стоянки"'
                  src={seven_19}
                  title="sign_7_19"
                />{" "}
                зазначаються дні і час доби, протягом яких діє обмеження, а
                також його умови.Забороняється стоянка в позначеній зоні
                тривалістю більше тієї, що зазначена на табличках 7.4.1
                <img alt='Час дії"' src={seven_4_1} title="sign_7_4_1" />,
                <img alt='Час дії"' src={seven_4_2} title="sign_7_4_2" />,
                <img alt='Час дії"' src={seven_4_3} title="sign_7_4_3" />,
                <img alt='Час дії"' src={seven_4_4} title="sign_7_4_4" />,
                <img alt='Час дії"' src={seven_4_5} title="sign_7_4_5" />,
                <img alt='Час дії"' src={seven_4_6} title="sign_7_4_6" />,
                <img alt='Час дії"' src={seven_4_7} title="sign_7_4_7" />,
                <img src="7.19.png" />.
              </p>
              <p>
                3.39{" "}
                <img
                  alt='3.39 "Кінець зони обмеженої стоянки"'
                  src={three_39}
                  title="sign_3_39"
                />{" "}
                "Кінець зони обмеженої стоянки".
              </p>
              <p>
                3.40{" "}
                <img alt='3.40 "Митниця"' src={three_40} title="sign_3_40" />
                "Митниця". Забороняється проїзд без зупинки біля митниці.
              </p>
              <p>
                3.41{" "}
                <img alt='3.41 "Контроль"' src={three_41} title="sign_3_41" />
                "Контроль". Забороняється проїзд без зупинки перед контрольними
                пунктами (дорожня станція патрульної поліції, карантинний пост,
                прикордонна зона, закрита територія, пункт оплати проїзду на
                платних дорогах тощо).
              </p>
              <p>
                Застосовується лише за умови обов’язкового поетапного обмеження
                швидкості руху шляхом попереднього встановлення необхідної
                кількості знаків 3.29
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />{" "}
                та (або) 3.31 згідно з вимогами пункту 12.10 цих Правил.
              </p>
              <p>
                3.42{" "}
                <img
                  alt='3.42 "Кінець усіх заборон і обмежень"'
                  src={three_42}
                  title="sign_3_42"
                />{" "}
                "Кінець усіх заборон і обмежень" визначає одночасно кінець дії
                усіх заборон і обмежень, що запроваджені одним або кількома
                заборонними дорожніми знаками 3.20
                <img
                  alt='3.20 "Рух транспортних засобів без дотримання дистанції ... м заборонено"'
                  src={three_20}
                  title="sign_3_20"
                />
                , 3.25
                <img
                  alt='3.25 "Обгін заборонено"'
                  src={three_25}
                  title="sign_3_25"
                />
                , 3.27
                <img
                  alt='3.27 "Обгін вантажним автомобілям заборонено"'
                  src={three_27}
                  title="sign_3_27"
                />
                , 3.29
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />
                , 3.31
                <img
                  alt='3.31 "Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3_31"
                />
                , 3.33
                <img
                  alt='3.33 "Подачу звукового сигналу заборонено"'
                  src={three_33}
                  title="sign_3_33"
                />
                , 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />
                , 3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />
                , 3.38
                <img
                  alt='3.38 "Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3_38"
                />
                , 3.44
                <img
                  alt='3.44 "Рух зазначених транспортних засобів заборонено"'
                  src={three_44}
                  title="sign_3_44"
                />
                , 3.45
                <img
                  alt='3.44 "Рух зазначених транспортних засобів заборонено"'
                  src={three_45}
                  title="sign_3_45"
                />
                .
              </p>
              <p>
                3.43{" "}
                <img alt='3.43 "Небезпека"' src={three_43} title="sign_3_43" />
                "Небезпека". Забороняє рух усіх без винятку користувачів доріг,
                вулиць, залізничних переїздів у зв’язку з дорожньо-транспортною
                пригодою, аварією, проявом стихійного лиха чи іншою небезпекою
                для руху (зсув ґрунту, падіння каміння, сильний снігопад, повінь
                тощо).
              </p>
              <p>
                3.44{" "}
                <img
                  alt='3.44 "Рух зазначених транспортних засобів заборонено"'
                  src={three_44}
                  title="sign_3_44"
                />{" "}
                "Рух зазначених транспортних засобів заборонено" забороняє рух
                зазначених на знаку транспортних засобів та рівний за значенням
                кільком установленим разом відповідним заборонним знакам.
              </p>
              <p>
                3.45{" "}
                <img
                  alt='3.45 "Рух зазначених транспортних засобів заборонено"'
                  src={three_45}
                  title="sign_3_45"
                />{" "}
                "Рух зазначених транспортних засобів заборонено" забороняє рух
                зазначених на знаку транспортних засобів та рівний за значенням
                кільком установленим разом відповідним заборонним знакам.Не
                поширюється дія знаків:
              </p>
              <p>
                3.1
                <img alt='Рух заборонено"' src={three_1} title="sign_3_1" />
                3.2
                <img
                  alt='Рух механічних транспортних засобів заборонено"'
                  src={three_2}
                  title="sign_3_2"
                />
                , 3.21
                <img
                  alt='3.21 "В`їзд заборонено"'
                  src={three_21}
                  title="sign_3_21"
                />
                , 3.22
                <img
                  alt='3.22 "Поворот праворуч заборонено"'
                  src={three_22}
                  title="sign_3_22"
                />
                , 3.23
                <img
                  alt='3.23 "Поворот ліворуч заборонено"'
                  src={three_23}
                  title="sign_3_23"
                />
                , 3.24
                <img
                  alt='3.24 "Розворот заборонено"'
                  src={three_24}
                  title="sign_3_24"
                />
                , 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />{" "}
                - на транспортні засоби, що рухаються за встановленими
                маршрутами;
              </p>
              <p>
                3.1
                <img alt='Рух заборонено"' src={three_1} title="sign_3_1" />
                3.2
                <img
                  alt='Рух механічних транспортних засобів заборонено"'
                  src={three_2}
                  title="sign_3_2"
                />
                , 3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />
                , 3.38
                <img
                  alt='3.38 "Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3_38"
                />
                , а також знака 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />{" "}
                за наявності під ним таблички 7.18
                <img
                  alt='7.18 "Крім осіб з інвалідністю"'
                  src={seven_18}
                  title="sign_7_18"
                />{" "}
                на водіїв з інвалідністю, які керують мотоколяскою або
                автомобілем, позначеними розпізнавальним знаком "Водій з
                інвалідністю", на водіїв, які перевозять пасажирів з
                інвалідністю, за умови наявності документів, що підтверджують
                інвалідність пасажирів (крім пасажирів з явними ознаками
                інвалідності);
              </p>
              <p>
                3.1
                <img alt='Рух заборонено"' src={three_1} title="sign_3_1" />
                3.2
                <img
                  alt='Рух механічних транспортних засобів заборонено"'
                  src={three_2}
                  title="sign_3_2"
                />
                , 3.3
                <img
                  alt='Рух вантажних автомобілів заборонено"'
                  src={three_3}
                  title="sign_3_3"
                />
                , 3.4
                <img
                  alt='Рух з причепом заборонено"'
                  src={three_4}
                  title="sign_3_4"
                />
                , 3.5
                <img
                  alt='Рух тракторів заборонено"'
                  src={three_5}
                  title="sign_3_5"
                />
                , 3.6
                <img
                  alt='Рух мотоциклів заборонено"'
                  src={three_6}
                  title="sign_3_6"
                />
                , 3.7
                <img
                  alt='Рух на мопедах заборонено"'
                  src={three_7}
                  title="sign_3_7"
                />
                , 3.8
                <img
                  alt='Рух на велосипедах заборонено"'
                  src={three_8}
                  title="sign_3_8"
                />
                , 3.11
                <img
                  alt='Рух гужових возів (саней) заборонено"'
                  src={three_11}
                  title="sign_3_11"
                />{" "}
                - на транспортні засоби, що обслуговують громадян чи належать
                громадянам, які проживають або працюють у цій зоні, а також на
                транспортні засоби, що обслуговують підприємства, які
                розташовані у позначеній зоні. У таких випадках транспортні
                засоби повинні в’їжджати до позначеної зони і виїжджати з неї на
                найближчому перехресті до місця призначення;
              </p>
              <p>
                3.3
                <img
                  alt='Рух вантажних автомобілів заборонено"'
                  src={three_3}
                  title="sign_3_3"
                />{" "}
                - на вантажні автомобілі, які мають скісну білу смугу на
                зовнішній бічній поверхні або перевозять групи людей;
              </p>
              <p>
                3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />
                , 3.38
                <img
                  alt='3.38 "Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3_38"
                />{" "}
                - на таксі з увімкненим таксометром.
              </p>
              <p>
                Дія знаків 3.22
                <img
                  alt='3.22 "Поворот праворуч заборонено"'
                  src={three_22}
                  title="sign_3_22"
                />
                , 3.23
                <img
                  alt='3.23 "Поворот ліворуч заборонено"'
                  src={three_23}
                  title="sign_3_23"
                />
                , 3.24
                <img
                  alt='3.24 "Розворот заборонено"'
                  src={three_24}
                  title="sign_3_24"
                />{" "}
                поширюється на перехрещення проїзних частин та інші місця, перед
                якими встановлено один з цих знаків.
              </p>
              <p>
                Зона дії знаків 3.1
                <img alt='Рух заборонено"' src={three_1} title="sign_3_1" />
                3.2
                <img
                  alt='Рух механічних транспортних засобів заборонено"'
                  src={three_2}
                  title="sign_3_2"
                />
                , 3.3
                <img
                  alt='Рух вантажних автомобілів заборонено"'
                  src={three_3}
                  title="sign_3_3"
                />
                , 3.4
                <img
                  alt='Рух з причепом заборонено"'
                  src={three_4}
                  title="sign_3_4"
                />
                , 3.5
                <img
                  alt='Рух тракторів заборонено"'
                  src={three_5}
                  title="sign_3_5"
                />
                , 3.6
                <img
                  alt='Рух мотоциклів заборонено"'
                  src={three_6}
                  title="sign_3_6"
                />
                , 3.7
                <img
                  alt='Рух на мопедах заборонено"'
                  src={three_7}
                  title="sign_3_7"
                />
                , 3.8
                <img
                  alt='Рух на велосипедах заборонено"'
                  src={three_8}
                  title="sign_3_8"
                />
                , 3.9
                <img
                  alt='Рух пішоходів заборонено"'
                  src={three_9}
                  title="sign_3_9"
                />
                , 3.10
                <img
                  alt='Рух з ручними візками заборонено"'
                  src={three_10}
                  title="sign_3_10"
                />
                , 3.11
                <img
                  alt='Рух гужових возів (саней) заборонено"'
                  src={three_11}
                  title="sign_3_11"
                />
                , 3.12
                <img
                  alt='Рух транспортних засобів, що перевозять небезпечні вантажі, заборонено"'
                  src={three_12}
                  title="sign_3_12"
                />
                , 3.13
                <img
                  alt='Рух транспортних засобів, що перевозять вибухові та легкозаймисті вантажі, заборонено"'
                  src={three_13}
                  title="sign_3_13"
                />
                , 3.14
                <img
                  alt='Рух транспортних засобів, що перевозять речовини, які забруднюють воду, заборонено"'
                  src={three_14}
                  title="sign_3_14"
                />
                , 3.15
                <img
                  alt='Рух транспортних засобів, маса яких перевищує ... т, заборонено"'
                  src={three_15}
                  title="sign_3_15"
                />
                , 3.19
                <img
                  alt='Рух транспортних засобів, довжина яких перевищує ... м, заборонено"'
                  src={three_19}
                  title="sign_3_19"
                />
                , 3.20
                <img
                  alt='3.20 "Рух транспортних засобів без дотримання дистанції ... м заборонено"'
                  src={three_20}
                  title="sign_3_20"
                />
                , 3.21
                <img
                  alt='3.21 "В`їзд заборонено"'
                  src={three_21}
                  title="sign_3_21"
                />
                , 3.25
                <img
                  alt='3.25 "Обгін заборонено"'
                  src={three_25}
                  title="sign_3_25"
                />
                , 3.27
                <img
                  alt='3.27 "Обгін вантажним автомобілям заборонено"'
                  src={three_27}
                  title="sign_3_27"
                />
                , 3.29
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />
                , 3.33
                <img
                  alt='3.33 "Подачу звукового сигналу заборонено"'
                  src={three_33}
                  title="sign_3_33"
                />
                , 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />
                , 3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />{" "}
                - від місця встановлення до найближчого перехрестя за ним, а в
                населених пунктах, де немає перехресть, - до кінця населеного
                пункту. Дія знаків не переривається в місцях виїзду з прилеглих
                до дороги територій і в місцях перехрещення (прилягання) з
                польовими, лісовими та іншими дорогами без покриття, перед якими
                не встановлено знаки пріоритету.
              </p>
              <p>
                У разі заборони руху на ділянках доріг, позначених знаками 3.17
                <img
                  alt='Рух транспортних засобів, ширина яких перевищує ... м, заборонено"'
                  src={three_17}
                  title="sign_3_17"
                />
                , 3.18
                <img
                  alt='Рух транспортних засобів, висота яких перевищує ... м, заборонено"'
                  src={three_18}
                  title="sign_3_18"
                />
                , 3.19
                <img
                  alt='Рух транспортних засобів, довжина яких перевищує ... м, заборонено"'
                  src={three_19}
                  title="sign_3_19"
                />
                , об’їзд слід здійснювати за іншим маршрутом.
              </p>
              <p>
                Дія знаків 3.31
                <img
                  alt='3.31 "Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3_31"
                />{" "}
                і 3.38
                <img
                  alt='3.38 "Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3_38"
                />{" "}
                поширюється на всю відповідну зону.
              </p>
              <p>
                Дія знаків 3.9
                <img
                  alt='Рух пішоходів заборонено"'
                  src={three_9}
                  title="sign_3_9"
                />
                , 3.10
                <img
                  alt='Рух з ручними візками заборонено"'
                  src={three_10}
                  title="sign_3_10"
                />
                , 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />
                , 3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />{" "}
                поширюється лише на той бік дороги, на якому вони встановлені.
              </p>
              <p>
                Дія знака 3.16
                <img
                  alt='Рух транспортних засобів, навантаження на вісь яких перевищує ... т, заборонено"'
                  src={three_16}
                  title="sign_3_16"
                />{" "}
                поширюється на ту дорогу (ділянку дороги), на початку якої
                встановлено цей знак.
              </p>
              <p>
                Дія знаків 3.17
                <img
                  alt='Рух транспортних засобів, ширина яких перевищує ... м, заборонено"'
                  src={three_17}
                  title="sign_3_17"
                />
                , 3.18
                <img
                  alt='Рух транспортних засобів, висота яких перевищує ... м, заборонено"'
                  src={three_18}
                  title="sign_3_18"
                />{" "}
                поширюється на те місце, перед яким встановлено цей знак.
              </p>
              <p>
                Дія знака 3.29
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />
                , що встановлений перед населеним пунктом, позначеним знаком
                5.49
                <img
                  alt='5.49 "Початок населеного пункту"'
                  src={five_49}
                  title="sign_5_49"
                />
                , поширюється до цього знака.
              </p>
              <p>
                У разі одночасного застосування знаків 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />{" "}
                і 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />{" "}
                час перестановки транспортних засобів з одного боку дороги на
                інший - з 19 до 24 год.
              </p>
              <p>Зона дії знаків може бути зменшена:</p>
              <p>
                для знаків 3.20
                <img
                  alt='3.20 "Рух транспортних засобів без дотримання дистанції ... м заборонено"'
                  src={three_20}
                  title="sign_3_20"
                />{" "}
                і 3.33
                <img
                  alt='3.33 "Подачу звукового сигналу заборонено"'
                  src={three_33}
                  title="sign_3_33"
                />{" "}
                - застосуванням таблички 7.2.1
                <img alt='Зона дії"' src={seven_2_1} title="sign_7_2_1" />
              </p>
              <p>
                для знаків 3.25
                <img
                  alt='3.25 "Обгін заборонено"'
                  src={three_25}
                  title="sign_3_25"
                />
                , 3.27
                <img
                  alt='3.27 "Обгін вантажним автомобілям заборонено"'
                  src={three_27}
                  title="sign_3_27"
                />
                , 3.29
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />
                , 3.31
                <img
                  alt='3.31 "Зона обмеження максимальної швидкості"'
                  src={three_31}
                  title="sign_3_31"
                />
                , 3.38
                <img
                  alt='3.38 "Зона обмеженої стоянки"'
                  src={three_38}
                  title="sign_3_38"
                />{" "}
                - установленням у кінці зони їх дії відповідно знаків 3.26
                <img
                  alt='3.26 "Кінець заборони обгону"'
                  src={three_26}
                  title="sign_3_26"
                />
                , 3.28
                <img
                  alt='3.28 "Кінець заборони обгону вантажним автомобілям"'
                  src={three_28}
                  title="sign_3_28"
                />
                , 3.30
                <img
                  alt='3.30 "Кінець обмеження максимальної швидкості"'
                  src={three_30}
                  title="sign_3_30"
                />
                , 3.32
                <img
                  alt='3.32 "Кінець зони обмеження максимальної швидкості"'
                  src={three_32}
                  title="sign_3_32"
                />
                , 3.39
                <img
                  alt='3.39 "Кінець зони обмеженої стоянки"'
                  src={three_39}
                  title="sign_3_39"
                />
                ;
              </p>
              <p>
                для знака 3.29
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />{" "}
                - зміною на знаку величини максимальної швидкості руху;
              </p>
              <p>
                для знаків 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />
                , 3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />{" "}
                - табличкою 7.2.2
                <img alt='Зона дії"' src={seven_2_2} title="sign_7_2_2" />
                початку зони дії, а також установленням у кінці їх зони дії
                дублюючих знаків 3.34
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />
                , 3.36
                <img
                  alt='3.36 "Стоянку заборонено в непарні числа місяця"'
                  src={three_36}
                  title="sign_3_36"
                />
                , 3.37
                <img
                  alt='3.37 "Стоянку заборонено в парні числа місяця"'
                  src={three_37}
                  title="sign_3_37"
                />{" "}
                з табличкою 7.2.3
                <img alt='Зона дії"' src={seven_2_3} title="sign_7_2_3" />
              </p>
              <p>
                Знак 3.34{" "}
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />{" "}
                може застосовуватися разом з розміткою 1.4
                <img
                  alt="Розмітка 1.4 (жовтого кольору)"
                  src={one_4}
                  title="Розмітка 1.4 (жовтого кольору)"
                />
                , знак 3.35
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />{" "}
                - з розміткою 1.10.1
                <img
                  alt="Розмітка 1.10.1"
                  src={one_10_1}
                  title="Розмітка 1.10.1"
                />
                , 1.10.2
                <img
                  alt="Розмітка 1.10.2"
                  src={one_10_2}
                  title="Розмітка 1.10.2"
                />
                , при цьому зона їх дії визначається за протяжністю лінії
                розмітки.
              </p>
              <p>
                У разі заборони руху транспортних засобів і пішоходів знаками
                3.5
                <img
                  alt='Рух тракторів заборонено"'
                  src={three_5}
                  title="sign_3_5"
                />
                , 3.6
                <img
                  alt='Рух мотоциклів заборонено"'
                  src={three_6}
                  title="sign_3_6"
                />
                , 3.7
                <img
                  alt='Рух на мопедах заборонено"'
                  src={three_7}
                  title="sign_3_7"
                />
                , 3.8
                <img
                  alt='Рух на велосипедах заборонено"'
                  src={three_8}
                  title="sign_3_8"
                />
                , 3.9
                <img
                  alt='Рух пішоходів заборонено"'
                  src={three_9}
                  title="sign_3_9"
                />
                , 3.10
                <img
                  alt='Рух з ручними візками заборонено"'
                  src={three_10}
                  title="sign_3_10"
                />
                , 3.11
                <img
                  alt='Рух гужових возів (саней) заборонено"'
                  src={three_11}
                  title="sign_3_11"
                />{" "}
                на одному знаку може бути нанесено не більше трьох їх символів,
                розділених між собою.
              </p>
            </li>
          </ol>
        </li>
        <li id="34">
          <h4>Дорожня розмітка</h4>
          <ol className="nested-list">
            <li>
              <p>Горизонтальна розмітка</p>
              <p>
                Лінії горизонтальної розмітки мають білий колір. Синій колір має
                лінія 1.33{" "}
                <img alt="Розмітка 1.33" src={one_33} title="Розмітка 1.33" /> .
                Жовтий колір мають лінії 1.4{" "}
                <img
                  alt="Розмітка 1.4 (жовтого кольору)"
                  src={one_4}
                  title="Розмітка 1.4 (жовтого кольору)"
                />
                , 1.10.1{" "}
                <img
                  alt="Розмітка 1.10.1"
                  src={one_10_1}
                  title="Розмітка 1.10.1"
                />
                , 1.10.2{" "}
                <img
                  alt="Розмітка 1.10.2"
                  src={one_10_2}
                  title="Розмітка 1.10.2"
                />
                , 1.10.3{" "}
                <img
                  alt="Розмітка 1.10.3 (коробчаста розмітка жовтого кольору)"
                  src={one_10_3}
                  title="Розмітка 1.10.3"
                />
                , 1.17.1{" "}
                <img
                  alt="Розмітка 1.17.1"
                  src={one_17_1}
                  title="Розмітка 1.17.1"
                />
                , 1.17.2{" "}
                <img
                  alt="Розмітка 1.17.2"
                  src={one_17_2}
                  title="Розмітка 1.17.2"
                />
                , 1.17.3{" "}
                <img
                  alt="Розмітка 1.17.3"
                  src={one_17_3}
                  title="Розмітка 1.17.3"
                />
                , 1.23{" "}
                <img alt="Розмітка 1.23" src={one_23} title="Розмітка 1.23" />,
                1.25{" "}
                <img alt="Розмітка 1.25" src={one_25} title="Розмітка 1.25" />,
                а також лінії тимчасової розмітки. Червоно-білий колір мають
                лінії 1.14.2{" "}
                <img
                  alt="Розмітка 1.14.2"
                  src={one_14_2}
                  title="Розмітка 1.14.2"
                />
                , 1.14.3{" "}
                <img
                  alt="Розмітка 1.14.3"
                  src={one_14_3}
                  title="Розмітка 1.14.3"
                />
                , 1.15{" "}
                <img
                  alt="Розмітка 1.15 (велосипедний переїзд)"
                  src={one_15}
                  title="Розмітка 1.15 (велосипедний переїзд)"
                />{" "}
                .
              </p>
              <p>
                Розмітка 1.29{" "}
                <img alt="Розмітка 1.29" src={one_29} title="Розмітка 1.29" />,
                1.30{" "}
                <img alt="Розмітка 1.30" src={one_30} title="Розмітка 1.30" />,
                1.31{" "}
                <img alt="Розмітка 1.31" src={one_31} title="Розмітка 1.31" />,
                1.32{" "}
                <img alt="Розмітка 1.32" src={one_32} title="Розмітка 1.32" />{" "}
                дублює зображення знаків.
              </p>
              <p>Горизонтальна розмітка має таке значення:</p>
              <p>
                1.1{" "}
                <img
                  alt="Розмітка 1.1 (вузька суцільна лінія)"
                  src={one_1}
                  title="marking_1_1"
                />{" "}
                (вузька суцільна лінія) - поділяє транспортні потоки протилежних
                напрямків (осьова розмітка) на дорогах з двома чи трьома (2 + 1)
                смугами руху в обох напрямках, позначає межі смуг руху у
                попутному напрямку (розділювальна розмітка), позначає межі
                проїзної частини, на які в'їзд заборонено (напрямні острівці та
                острівці безпеки); розділяє пішохідний і велосипедний рух на
                суміжних пішохідних та велосипедних доріжках, позначених знаком
                4.18{" "}
                <img
                  alt='4.18 "Суміжні пішохідна та велосипедна доріжки"'
                  src={four_18}
                  title="sign_4_18"
                />
                ; розділяє смуги на велосипедних доріжках з двостороннім рухом у
                разі наближення до велосипедного переїзду, позначеного розміткою
                1.15{" "}
                <img
                  alt="Розмітка 1.15 (велосипедний переїзд)"
                  src={one_15}
                  title="Розмітка 1.15 (велосипедний переїзд)"
                />
                ;
              </p>
              <p>
                1.2{" "}
                <img
                  alt="Розмітка 1.2 (широка суцільна лінія)"
                  src={one_2}
                  title="Розмітка 1.2 (широка суцільна лінія)"
                />{" "}
                (широка суцільна лінія) - позначає край проїзної частини
                (крайова розмітка) автомобільних доріг та вулиць, межі смуги для
                руху маршрутних транспортних засобів або велосипедної смуги.
              </p>
              <p>
                У місцях, де на смугу маршрутних транспортних засобів дозволено
                заїзд іншим транспортним засобам, ця лінія може бути
                переривчастою;
              </p>
              <p>
                1.3 <img alt="Розмітка 1.3" src={one_3} title="Розмітка 1.3" />{" "}
                - поділяє транспортні потоки протилежних напрямків на дорогах,
                які мають чотири і більше смуг руху або на ділянках доріг з
                трьома (2 + 1) смугами;
              </p>
              <p>
                1.4{" "}
                <img
                  alt="Розмітка 1.4 (жовтого кольору)"
                  src={one_4}
                  title="Розмітка 1.4 (жовтого кольору)"
                />{" "}
                (жовтого кольору) - позначає місця, де заборонено зупинку
                транспортних засобів з тієї сторони, де вона нанесена.
                Застосовується самостійно або в поєднанні із знаком 3.34{" "}
                <img
                  alt='3.34 "Зупинку заборонено"'
                  src={three_34}
                  title="sign_3_34"
                />{" "}
                і наноситься біля краю проїзної частини або по верху бордюру;
              </p>
              <p>
                1.5 <img alt="Розмітка 1.5" src={one_5} title="Розмітка 1.5" />{" "}
                - розділяє транспортні потоки протилежних напрямків на дорогах,
                які мають дві смуги руху в обох напрямках і де дозволено
                виїжджати на смугу зустрічного руху; позначає межі смуг руху за
                наявності двох і більше смуг, призначених для руху в одному
                напрямку; розділяє смуги протилежних напрямків на велосипедних
                доріжках з двостороннім рухом;
              </p>
              <p>
                1.6{" "}
                <img
                  alt="Розмітка 1.6 (лінія наближення)"
                  src={one_6}
                  title="Розмітка 1.6 (лінія наближення)"
                />{" "}
                (лінія наближення - переривчаста лінія, в якій довжина штрихів
                утричі перевищує проміжки між ними) - попереджає про наближення
                до розмітки 1.1{" "}
                <img
                  alt="Розмітка 1.1 (вузька суцільна лінія)"
                  src={one_1}
                  title="marking_1_1"
                />
                , 1.11{" "}
                <img alt="Розмітка 1.11" src={one_11} title="Розмітка 1.11" />{" "}
                або 1.24{" "}
                <img alt="Розмітка 1.24" src={one_24} title="Розмітка 1.24" /> .
                Розмітку 1.6{" "}
                <img
                  alt="Розмітка 1.6 (лінія наближення)"
                  src={one_6}
                  title="Розмітка 1.6 (лінія наближення)"
                />{" "}
                може бути нанесено у поєднанні з розміткою 1.19{" "}
                <img alt="Розмітка 1.19" src={one_19} title="Розмітка 1.19" />;
              </p>
              <p>
                1.7{" "}
                <img
                  alt="Розмітка 1.7 (переривчаста лінія)"
                  src={one_7}
                  title="Розмітка 1.7 (переривчаста лінія)"
                />{" "}
                (напрямна розмітка - переривчаста лінія) - позначає напрямок
                смуг руху в межах перехрестя в разі необхідності вказати
                траєкторію руху транспорту, позначає розриви в суцільній
                розмітці 1.1{" "}
                <img
                  alt="Розмітка 1.1 (вузька суцільна лінія)"
                  src={one_1}
                  title="marking_1_1"
                />
                , 1.3{" "}
                <img alt="Розмітка 1.3" src={one_3} title="Розмітка 1.3" /> для
                можливості здійснення повороту чи розвороту, а також позначає
                межі відведених майданчиків для паркування на безоплатній основі
                вздовж проїзної частини;
              </p>
              <p>
                1.8{" "}
                <img
                  alt="Розмітка 1.8 (широка переривчаста лінія)"
                  src={one_8}
                  title="Розмітка 1.8 (широка переривчаста лінія)"
                />{" "}
                (широка переривчаста лінія) - позначає межу між основною смугою
                руху і смугами гальмування чи розгону (на перехрестях,
                перехрещеннях доріг на різних рівнях, у зоні автобусних зупинок
                тощо), межу між основною смугою руху і виділеною смугою для
                лівого повороту чи розвороту та межі велосипедної смуги;
              </p>
              <p>
                1.9 <img alt="Розмітка 1.9" src={one_9} title="Розмітка 1.9" />{" "}
                - позначає межі смуг руху, на яких здійснюється реверсивне
                регулювання; поділяє транспортні потоки протилежних напрямків
                (при вимкнених реверсивних світлофорах) на дорогах, де
                здійснюється реверсивне регулювання;
              </p>
              <p>
                1.10.1{" "}
                <img
                  alt="Розмітка 1.10.1"
                  src={one_10_1}
                  title="Розмітка 1.10.1"
                />
                , 1.10.2{" "}
                <img
                  alt="Розмітка 1.10.2"
                  src={one_10_2}
                  title="Розмітка 1.10.2"
                />
                , 1.10.3{" "}
                <img
                  alt="Розмітка 1.10.3 (коробчаста розмітка жовтого кольору)"
                  src={one_10_3}
                  title="Розмітка 1.10.3"
                />{" "}
                - позначають місця, де заборонено стоянку;
              </p>
              <p>
                1.10.1{" "}
                <img
                  alt="Розмітка 1.10.1"
                  src={one_10_1}
                  title="Розмітка 1.10.1"
                />{" "}
                - позначає ділянки доріг, де заборонено стоянку транспортних
                засобів (з тієї сторони, де її нанесено). Застосовується
                самостійно або разом із знаком 3.35{" "}
                <img
                  alt='3.35 "Стоянку заборонено"'
                  src={three_35}
                  title="sign_3_35"
                />{" "}
                і наноситься біля краю проїзної частини або по верху бордюру;
              </p>
              <p>
                1.10.2{" "}
                <img
                  alt="Розмітка 1.10.2"
                  src={one_10_2}
                  title="Розмітка 1.10.2"
                />{" "}
                - позначає місце на смузі (смугах) руху перед перехрестям
                навпроти в'їзду/виїзду до прилеглої території, на яке заборонено
                в'їзд, якщо попереду зупинилися інші транспортні засоби;
                позначає місце (резервний майданчик) для тимчасової зупинки
                транспорту екстрених служб (швидкої медичної допомоги, поліції
                та інших) і де заборонено стоянку інших транспортних засобів
                вздовж доріг, вулиць та на майданчиках для паркування;
              </p>
              <p>
                1.10.3{" "}
                <img
                  alt="Розмітка 1.10.3 (коробчаста розмітка жовтого кольору)"
                  src={one_10_3}
                  title="Розмітка 1.10.3"
                />{" "}
                (коробчаста розмітка жовтого кольору) - наноситься на проїзну
                частину в зоні перехрестя для попередження про заборону в'їзду
                на перехрестя в разі виникнення затору;
              </p>
              <p>
                1.11{" "}
                <img alt="Розмітка 1.11" src={one_11} title="Розмітка 1.11" /> -
                поділяє транспортні потоки протилежних або попутних напрямків на
                ділянках доріг, де перестроювання дозволено лише з однієї смуги;
                позначає місця, призначені для розвороту, в'їзду і виїзду з
                майданчиків для стоянки тощо, де рух дозволено лише в один бік;
              </p>
              <p>
                1.12{" "}
                <img
                  alt="Розмітка 1.12 (стоп-лінія)"
                  src={one_12}
                  title="Розмітка 1.12 (стоп-лінія)"
                />{" "}
                (стоп-лінія) - позначає місце, де водій повинен зупинитися за
                наявності знака 2.2{" "}
                <img
                  alt='2.2 "Проїзд без зупинки заборонено"'
                  src={two_2}
                  title="Проїзд без зупинки заборонено"
                />{" "}
                або за сигналу світлофора чи регулювальника, що забороняє рух;
              </p>
              <p>
                1.13{" "}
                <img alt="Розмітка 1.13" src={one_13} title="Розмітка 1.13" /> -
                позначає місце, де водій (велосипедист) повинен у разі потреби
                зупинитися і дати дорогу транспортним засобам, що рухаються по
                перехрещуваній дорозі;
              </p>
              <p>
                1.14.1{" "}
                <img
                  alt="Розмітка 1.14.1 «зебра»"
                  src={one_14_1}
                  title="Розмітка 1.14.1 «зебра»"
                />
                , 1.14.2{" "}
                <img
                  alt="Розмітка 1.14.2"
                  src={one_14_2}
                  title="Розмітка 1.14.2"
                />
                , 1.14.3{" "}
                <img
                  alt="Розмітка 1.14.3"
                  src={one_14_3}
                  title="Розмітка 1.14.3"
                />{" "}
                ("зебра", у тому числі червоно-білого кольору) - позначають
                нерегульований і регульований пішохідний перехід на проїзній
                частині дороги чи на велосипедній доріжці, зокрема 1.14.2{" "}
                <img
                  alt="Розмітка 1.14.2"
                  src={one_14_2}
                  title="Розмітка 1.14.2"
                />{" "}
                - пішохідний перехід з підвищеною вірогідністю виникнення
                дорожньо-транспортних пригод, 1.14.3{" "}
                <img
                  alt="Розмітка 1.14.3"
                  src={one_14_3}
                  title="Розмітка 1.14.3"
                />{" "}
                - місце переходу осіб з порушенням зору;
              </p>
              <p>
                1.15{" "}
                <img
                  alt="Розмітка 1.15 (велосипедний переїзд)"
                  src={one_15}
                  title="Розмітка 1.15 (велосипедний переїзд)"
                />{" "}
                (велосипедний переїзд) - позначає місце, де велосипедна доріжка
                чи доріжка для вершників перетинає проїзну частину, в'їзд чи
                виїзд з прилеглої території, а також де велосипедна доріжка та
                доріжка для вершників перетинаються між собою;
              </p>
              <p>
                1.16.1{" "}
                <img
                  alt="Розмітка 1.16.1"
                  src={one_16_1}
                  title="Розмітка 1.16.1"
                />
                , 1.16.2{" "}
                <img
                  alt="Розмітка 1.16.2"
                  src={one_16_2}
                  title="Розмітка 1.16.2"
                />
                , 1.16.3{" "}
                <img
                  alt="Розмітка 1.16.3"
                  src={one_16_3}
                  title="Розмітка 1.16.3"
                />{" "}
                - позначає напрямні острівці в місцях поділу, розгалуження або
                злиття транспортних потоків;
              </p>
              <p>
                1.16.1{" "}
                <img
                  alt="Розмітка 1.16.1"
                  src={one_16_1}
                  title="Розмітка 1.16.1"
                />{" "}
                - розділяє транспортні потоки протилежних напрямків, 1.16.2{" "}
                <img
                  alt="Розмітка 1.16.2"
                  src={one_16_2}
                  title="Розмітка 1.16.2"
                />{" "}
                - розділяє транспортні потоки одного напрямку, 1.16.3{" "}
                <img
                  alt="Розмітка 1.16.3"
                  src={one_16_3}
                  title="Розмітка 1.16.3"
                />{" "}
                - злиття транспортних потоків одного напрямку;
              </p>
              <p>
                1.16.4{" "}
                <img
                  alt="Розмітка 1.16.4"
                  src={one_16_4}
                  title="Розмітка 1.16.4"
                />{" "}
                - позначає острівці безпеки, що перебувають на одному рівні з
                проїзною частиною і не обрамлені рефюджами чи огородженням;
              </p>
              <p>
                1.17.1{" "}
                <img
                  alt="Розмітка 1.17.1"
                  src={one_17_1}
                  title="Розмітка 1.17.1"
                />{" "}
                (жовтого кольору) - позначає зупинки маршрутних транспортних
                засобів;
              </p>
              <p>
                1.17.2{" "}
                <img
                  alt="Розмітка 1.17.2"
                  src={one_17_2}
                  title="Розмітка 1.17.2"
                />{" "}
                (жовтого кольору) - позначає ділянку проїзної частини в межах
                зупинки трамвая, позначеної дорожніми знаками 5.46.1{" "}
                <img
                  alt='5.46.1 "Пункт зупинки трамвая"'
                  src={five_46_1}
                  title="sign_5_46_1"
                />{" "}
                і 5.46.2{" "}
                <img
                  alt='5.46.2 "Кінець пункту зупинки трамвая"'
                  src={five_46_2}
                  title="sign_5_46_2"
                />
                , за умови розташування трамвайних колій посередині проїзної
                частини;
              </p>
              <p>
                1.17.3{" "}
                <img
                  alt="Розмітка 1.17.3"
                  src={one_17_3}
                  title="Розмітка 1.17.3"
                />{" "}
                - позначає зони для стоянки таксі;
              </p>
              <p>
                1.18{" "}
                <img alt="Розмітка 1.18" src={one_18} title="Розмітка 1.18" /> -
                показує дозволені напрямки руху по смугах на перехресті,
                транспортній розв'язці в різних рівнях, в місці влаштування
                віднесеного лівого повороту чи розвороту. Застосовується
                самостійно або в поєднанні із знаками 5.16{" "}
                <img
                  alt='5.16 "Напрямки руху по смугах"'
                  src={five_16}
                  title="sign_5_16"
                />
                , 5.18{" "}
                <img
                  alt='5.18 "Напрямок руху по смузі"'
                  src={five_18}
                  title="sign_5_18"
                />
                ; розмітка із зображенням тупика наноситься для зазначення того,
                що поворот на найближчу проїзну частину заборонено; розмітка,
                яка дозволяє поворот ліворуч з крайньої лівої смуги, дозволяє
                також розворот;
              </p>
              <p>
                1.19{" "}
                <img alt="Розмітка 1.19" src={one_19} title="Розмітка 1.19" /> -
                позначає наближення до ділянок, де проїзна частина звужується на
                одну смугу руху в попутному напрямку або закінчення смуги
                розгону.
              </p>
              <p>
                Розмітка 1.19{" "}
                <img alt="Розмітка 1.19" src={one_19} title="Розмітка 1.19" />{" "}
                може бути нанесена в поєднанні з розміткою 1.6{" "}
                <img
                  alt="Розмітка 1.6 (лінія наближення)"
                  src={one_6}
                  title="Розмітка 1.6 (лінія наближення)"
                />{" "}
                поза населеним пунктом, як додаткове попередження про
                необхідність закінчення маневру обгону;
              </p>
              <p>
                1.20{" "}
                <img alt="Розмітка 1.20" src={one_20} title="Розмітка 1.20" /> -
                позначає наближення до поперечної розмітки 1.13{" "}
                <img alt="Розмітка 1.13" src={one_13} title="Розмітка 1.13" />;
              </p>
              <p>
                1.21{" "}
                <img
                  alt="Розмітка 1.21 (напис «STOP»)"
                  src={one_21}
                  title="Розмітка 1.21 (напис «STOP»)"
                />{" "}
                (напис "STOP") - позначає наближення до поперечної розмітки 1.12{" "}
                <img
                  alt="Розмітка 1.12 (стоп-лінія)"
                  src={one_12}
                  title="Розмітка 1.12 (стоп-лінія)"
                />
                ;
              </p>
              <p>
                1.22{" "}
                <img alt="Розмітка 1.22" src={one_22} title="Розмітка 1.22" /> -
                попереджає про наближення до місця, де встановлено дорожні
                пагорби або влаштовано підвищений пішохідний перехід чи
                підвищене перехрестя для примусового зниження швидкості;
              </p>
              <p>
                1.23{" "}
                <img alt="Розмітка 1.23" src={one_23} title="Розмітка 1.23" /> -
                позначає поверхню дорожнього пагорба, влаштованого для
                примусового зниження швидкості руху транспортних засобів;
              </p>
              <p>
                1.24{" "}
                <img alt="Розмітка 1.24" src={one_24} title="Розмітка 1.24" />{" "}
                (ламана крайова і осьова лінії) - попереджає про наближення до
                пішохідного переходу чи велосипедного переїзду з підвищеною
                небезпекою (обмежена їх видимість, підвищений рівень
                аварійності, наявність поблизу навчальних закладів) з метою
                концентрації уваги водія;
              </p>
              <p>
                1.25{" "}
                <img alt="Розмітка 1.25" src={one_25} title="Розмітка 1.25" />{" "}
                (широкі поперечні смуги жовтого кольору) - попереджає про
                наближення до кільцевої розв'язки (превентивний захід для
                попередження водія про необхідність знизити швидкість);
              </p>
              <p>
                1.26{" "}
                <img alt="Розмітка 1.26" src={one_26} title="Розмітка 1.26" /> -
                позначає на проїзній частині номери дороги (маршруту);
              </p>
              <p>
                1.27{" "}
                <img alt="Розмітка 1.27" src={one_27} title="Розмітка 1.27" /> -
                позначає виділену смугу для руху маршрутних транспортних
                засобів;
              </p>
              <p>
                1.28.1{" "}
                <img
                  alt="Розмітка 1.28.1"
                  src={one_28_1}
                  title="Розмітка 1.28.1"
                />{" "}
                - позначає виділену смугу для суміщеного руху маршрутних
                транспортних засобів та велосипедистів;
              </p>
              <p>
                1.28.2{" "}
                <img
                  alt="Розмітка 1.28.2"
                  src={one_28_2}
                  title="Розмітка 1.28.2"
                />{" "}
                - позначає доріжку, призначену для суміщеного руху пішоходів та
                велосипедистів, застосовується із знаком 4.17{" "}
                <img
                  alt='4.17 "Доріжка для пішоходів і велосипедистів"'
                  src={four_17}
                  title="sign_4_17"
                />
                ;
              </p>
              <p>
                1.28.3{" "}
                <img
                  alt="Розмітка 1.28.3"
                  src={one_28_3}
                  title="Розмітка 1.28.3"
                />{" "}
                - позначає проїзну частину вулиць і доріг населених пунктів
                місцевого значення, де дозволено змішаний рух велосипедистів і
                транспортних засобів у попутному напрямку;
              </p>
              <p>
                1.29{" "}
                <img alt="Розмітка 1.29" src={one_29} title="Розмітка 1.29" /> -
                позначає (дублює) на покритті проїзної частини зображення
                дорожнього знака 1.32{" "}
                <img
                  alt='1.32 "Пішохідний перехід"'
                  src={one_32}
                  title="sign_1_32"
                />
                ;
              </p>
              <p>
                1.30{" "}
                <img alt="Розмітка 1.30" src={one_30} title="Розмітка 1.30" /> -
                позначає (дублює) на покритті проїзної частини зображення
                дорожнього знака 1.39{" "}
                <img
                  alt='1.39 "Інша небезпека (аварійно-небезпечна ділянка)"'
                  src={one_39}
                  title="sign_1_39"
                />
                ;
              </p>
              <p>
                1.31{" "}
                <img alt="Розмітка 1.31" src={one_31} title="Розмітка 1.31" /> -
                позначає (дублює) на покритті проїзної частини зображення
                дорожнього знака 3.29{" "}
                <img
                  alt='3.29 "Обмеження максимальної швидкості"'
                  src={three_29}
                  title="sign_3_29"
                />
                ;
              </p>
              <p>
                1.32{" "}
                <img alt="Розмітка 1.32" src={one_32} title="Розмітка 1.32" /> -
                позначає (дублює) на покритті проїзної частини зображення
                дорожнього знака 5.43{" "}
                <img
                  alt='5.43 "Зона стоянки"'
                  src={five_43}
                  title="sign_5_43"
                />{" "}
                для позначення відведених майданчиків для паркування
                транспортних засобів;
              </p>
              <p>
                1.33{" "}
                <img alt="Розмітка 1.33" src={one_33} title="Розмітка 1.33" /> -
                позначає відведені майданчики для паркування транспортних
                засобів, розміщені вздовж проїзної частини вулиці, дороги за
                обумовлених умов (оплата за стоянку, обмежена тривалість
                стоянки, тільки для використання певною категорією
                користувачів);
              </p>
              <p>
                1.34{" "}
                <img alt="Розмітка 1.34" src={one_34} title="Розмітка 1.34" /> -
                позначає межі окремих місць для паркування транспортних засобів;
              </p>
              <p>
                1.35{" "}
                <img alt="Розмітка 1.35" src={one_35} title="Розмітка 1.35" /> -
                позначає місця для паркування індивідуального транспорту осіб з
                інвалідністю та транспортних засобів, які перевозять осіб з
                інвалідністю;
              </p>
              <p>
                1.36{" "}
                <img alt="Розмітка 1.36" src={one_36} title="Розмітка 1.36" /> -
                позначає доріжку для велосипедистів за межами проїзної частини
                та виділену на проїзній частині велосипедну смугу, яка
                відокремлена від проїзної частини широкою суцільною розміткою;
              </p>
              <p>
                1.37{" "}
                <img alt="Розмітка 1.37" src={one_37} title="Розмітка 1.37" /> -
                позначає дозволені напрямки руху на велосипедній доріжці,
                велосипедній смузі;
              </p>
              <p>
                1.38{" "}
                <img alt="Розмітка 1.38" src={one_38} title="Розмітка 1.38" /> -
                позначає місця для заправки електромобілів;
              </p>
              <p>
                1.39.1{" "}
                <img
                  alt="Розмітка 1.39.1"
                  src={one_39_1}
                  title="Розмітка 1.39.1"
                />
                , 1.39.2{" "}
                <img
                  alt="Розмітка 1.39.2"
                  src={one_39_2}
                  title="Розмітка 1.39.2"
                />{" "}
                - позначає наближення до ділянок доріг (вулиць), на які є вихід
                з території шкіл, що прилягають безпосередньо до цієї дороги
                (вулиці).
              </p>
              <p>
                Лінії 1.1{" "}
                <img
                  alt="Розмітка 1.1 (вузька суцільна лінія)"
                  src={one_1}
                  title="marking_1_1"
                />{" "}
                і 1.3{" "}
                <img alt="Розмітка 1.3" src={one_3} title="Розмітка 1.3" />{" "}
                перетинати забороняється. Лінію розмітки 1.11{" "}
                <img alt="Розмітка 1.11" src={one_11} title="Розмітка 1.11" />{" "}
                перетинати заборонено з боку суцільної лінії розмітки. Лінію 1.2{" "}
                <img
                  alt="Розмітка 1.2 (широка суцільна лінія)"
                  src={one_2}
                  title="Розмітка 1.2 (широка суцільна лінія)"
                />
                , якою позначено край проїзної частини, перетинати дозволяється
                (якщо це не заборонено встановленими дорожніми знаками).
              </p>
              <p>
                Як виняток, за умови забезпечення безпеки дорожнього руху,
                дозволяється перетинати лінію 1.1{" "}
                <img
                  alt="Розмітка 1.1 (вузька суцільна лінія)"
                  src={one_1}
                  title="marking_1_1"
                />{" "}
                для об'їзду нерухомої перешкоди, розміри якої не дають змоги
                здійснити її безпечний об'їзд, не перетинаючи цю лінію, а також
                обгону поодиноких транспортних засобів, що рухаються із
                швидкістю менше 30 км/год.
              </p>
              <p>
                Лінію 1.2{" "}
                <img
                  alt="Розмітка 1.2 (широка суцільна лінія)"
                  src={one_2}
                  title="Розмітка 1.2 (широка суцільна лінія)"
                />{" "}
                дозволяється перетинати в разі вимушеної зупинки, якщо цією
                лінією позначено край проїзної частини, суміжний з узбіччям.
              </p>
              <p>
                Лінії 1.5{" "}
                <img alt="Розмітка 1.5" src={one_5} title="Розмітка 1.5" />, 1.6{" "}
                <img
                  alt="Розмітка 1.6 (лінія наближення)"
                  src={one_6}
                  title="Розмітка 1.6 (лінія наближення)"
                />
                , 1.7{" "}
                <img
                  alt="Розмітка 1.7 (переривчаста лінія)"
                  src={one_7}
                  title="Розмітка 1.7 (переривчаста лінія)"
                />
                , 1.8{" "}
                <img
                  alt="Розмітка 1.8 (широка переривчаста лінія)"
                  src={one_8}
                  title="Розмітка 1.8 (широка переривчаста лінія)"
                />{" "}
                перетинати дозволяється з будь-якого боку.
              </p>
              <p>
                На ділянці дороги між реверсивними світлофорами лінію 1.9{" "}
                <img alt="Розмітка 1.9" src={one_9} title="Розмітка 1.9" />{" "}
                дозволяється перетинати, якщо вона розташована праворуч від
                водія.
              </p>
              <p>
                При ввімкнених сигналах зеленого кольору у реверсивних
                світлофорах лінію 1.9{" "}
                <img alt="Розмітка 1.9" src={one_9} title="Розмітка 1.9" />{" "}
                дозволяється перетинати з будь-якого боку, якщо вона поділяє
                смуги, по яких рух дозволено в одному напрямку. У разі вимкнення
                реверсивних світлофорів водій повинен негайно перестроїтися
                праворуч за лінію розмітки 1.9{" "}
                <img alt="Розмітка 1.9" src={one_9} title="Розмітка 1.9" /> .
              </p>
              <p>
                Лінію 1.9{" "}
                <img alt="Розмітка 1.9" src={one_9} title="Розмітка 1.9" />, що
                розміщена ліворуч, при вимкнених реверсивних світлофорах,
                перетинати забороняється. Лінію 1.11{" "}
                <img alt="Розмітка 1.11" src={one_11} title="Розмітка 1.11" />{" "}
                дозволяється перетинати тільки з боку її переривчастої частини,
                а з боку суцільної - лише у разі завершення обгону чи об'їзду
                перешкоди.
              </p>
            </li>
            <li>
              <p>Вертикальна розмітка</p>
              <p>
                Смуги вертикальної розмітки мають чорно-білий, жовто-червоний та
                червоно-білий кольори. Чорно-білий колір має розмітка 2.1.1{" "}
                <img
                  alt="Розмітка 2.1.1"
                  src={two_1_1}
                  title="Розмітка 2.1.1"
                />
                , 2.1.2{" "}
                <img
                  alt="Розмітка 2.1.2"
                  src={two_1_2}
                  title="Розмітка 2.1.2"
                />
                , 2.1.3{" "}
                <img
                  alt="Розмітка 2.1.3"
                  src={two_1_3}
                  title="Розмітка 2.1.3"
                />
                , 2.2.1{" "}
                <img
                  alt="Розмітка 2.2.1"
                  src={two_2_1}
                  title="Розмітка 2.2.1"
                />
                , 2.4{" "}
                <img alt="Розмітка 2.4" src={two_4} title="Розмітка 2.4" />, 2.5{" "}
                <img alt="Розмітка 2.5" src={two_5} title="Розмітка 2.5" />, 2.6{" "}
                <img alt="Розмітка 2.6" src={two_6} title="Розмітка 2.6" /> .
                Жовто-червоний колір має розмітка 2.1.4{" "}
                <img
                  alt="Розмітка 2.1.4"
                  src={two_1_4}
                  title="Розмітка 2.1.4"
                />
                , 2.1.5{" "}
                <img
                  alt="Розмітка 2.1.5"
                  src={two_1_5}
                  title="Розмітка 2.1.5"
                />
                , 2.1.6{" "}
                <img
                  alt="Розмітка 2.1.6"
                  src={two_1_6}
                  title="Розмітка 2.1.6"
                />{" "}
                і 2.2.2{" "}
                <img
                  alt="Розмітка 2.2.2"
                  src={two_2_2}
                  title="Розмітка 2.2.2"
                />{" "}
                . Червоно-білий колір мають смуги 2.3.1{" "}
                <img
                  alt="Розмітка 2.3.1"
                  src={two_3_1}
                  title="Розмітка 2.3.1"
                />
                , 2.3.2{" "}
                <img
                  alt="Розмітка 2.3.2"
                  src={two_3_2}
                  title="Розмітка 2.3.2"
                />
                , 2.3.3{" "}
                <img
                  alt="Розмітка 2.3.3"
                  src={two_3_3}
                  title="Розмітка 2.3.3"
                />{" "}
                .
              </p>
              <p>Вертикальна розмітка позначає:</p>
              <p>
                2.1.1{" "}
                <img
                  alt="Розмітка 2.1.1"
                  src={two_1_1}
                  title="Розмітка 2.1.1"
                />
                , 2.1.2{" "}
                <img
                  alt="Розмітка 2.1.2"
                  src={two_1_2}
                  title="Розмітка 2.1.2"
                />
                , 2.1.3{" "}
                <img
                  alt="Розмітка 2.1.3"
                  src={two_1_3}
                  title="Розмітка 2.1.3"
                />
                , 2.1.4{" "}
                <img
                  alt="Розмітка 2.1.4"
                  src={two_1_4}
                  title="Розмітка 2.1.4"
                />
                , 2.1.5{" "}
                <img
                  alt="Розмітка 2.1.5"
                  src={two_1_5}
                  title="Розмітка 2.1.5"
                />
                , 2.1.6{" "}
                <img
                  alt="Розмітка 2.1.6"
                  src={two_1_6}
                  title="Розмітка 2.1.6"
                />{" "}
                - торцеві частини штучних споруд (мостів, шляхопроводів,
                тунелів) та інші вертикальні поверхні масивних перешкод
                (парапетів, опор освітлення тощо). Розмітка 2.1.4{" "}
                <img
                  alt="Розмітка 2.1.4"
                  src={two_1_4}
                  title="Розмітка 2.1.4"
                />
                , 2.1.5{" "}
                <img
                  alt="Розмітка 2.1.5"
                  src={two_1_5}
                  title="Розмітка 2.1.5"
                />
                , 2.1.6{" "}
                <img
                  alt="Розмітка 2.1.6"
                  src={two_1_6}
                  title="Розмітка 2.1.6"
                />{" "}
                (жовто-червоного кольору) використовується на ділянках
                концентрації дорожньо-транспортних пригод, аварійно небезпечних
                ділянках;
              </p>
              <p>
                2.2.1{" "}
                <img
                  alt="Розмітка 2.2.1"
                  src={two_2_1}
                  title="Розмітка 2.2.1"
                />
                , 2.2.2{" "}
                <img
                  alt="Розмітка 2.2.2"
                  src={two_2_2}
                  title="Розмітка 2.2.2"
                />{" "}
                - нижній край прогону штучної споруди, конструкції тунелів, якщо
                відстань від нього до поверхні дорожнього покриття становить 5 м
                або менше. Розмітка 2.2.2{" "}
                <img
                  alt="Розмітка 2.2.2"
                  src={two_2_2}
                  title="Розмітка 2.2.2"
                />{" "}
                (жовто-червоного кольору) використовується, коли видимість у
                напрямку руху обмежена або встановлені дорожні знаки, що
                обмежують рух транспортних засобів по висоті;
              </p>
              <p>
                2.3.1{" "}
                <img
                  alt="Розмітка 2.3.1"
                  src={two_3_1}
                  title="Розмітка 2.3.1"
                />
                , 2.3.2{" "}
                <img
                  alt="Розмітка 2.3.2"
                  src={two_3_2}
                  title="Розмітка 2.3.2"
                />
                , 2.3.3{" "}
                <img
                  alt="Розмітка 2.3.3"
                  src={two_3_3}
                  title="Розмітка 2.3.3"
                />{" "}
                - вертикальні поверхні щитів, які встановлюють під дорожніми
                знаками 4.7{" "}
                <img
                  alt='4.7 "Об’їзд перешкоди з правого боку"'
                  src={four_7}
                  title="sign_4_7"
                />
                , 4.8{" "}
                <img
                  alt='4.8 "Об’їзд перешкоди з лівого боку"'
                  src={four_8}
                  title="sign_4_8"
                />
                , 4.9{" "}
                <img
                  alt='4.9 "Об’їзд перешкоди з правого або лівого боку"'
                  src={four_9}
                  title="sign_4_9"
                />
                , а також початкові або кінцеві елементи дорожніх огороджень та
                торцевої поверхні амортизаційних дорожніх пристроїв. Нижній край
                смуг розмітки позначає бік, з якого необхідно об'їжджати
                перешкоду;
              </p>
              <p>
                2.4 <img alt="Розмітка 2.4" src={two_4} title="Розмітка 2.4" />{" "}
                - круглі сигнальні тумби, встановлені на розділювальній смузі,
                напрямному острівці або острівці безпеки із знаками 4.7{" "}
                <img
                  alt='4.7 "Об’їзд перешкоди з правого боку"'
                  src={four_7}
                  title="sign_4_7"
                />
                , 4.8{" "}
                <img
                  alt='4.8 "Об’їзд перешкоди з лівого боку"'
                  src={four_8}
                  title="sign_4_8"
                />
                , 4.9{" "}
                <img
                  alt='4.9 "Об’їзд перешкоди з правого або лівого боку"'
                  src={four_9}
                  title="sign_4_9"
                />
                ;
              </p>
              <p>
                2.5.1 <img alt="" src={two_5_1} title="" />, 2.5.2{" "}
                <img alt="" src={two_5_2} title="" /> - позначає напрямні
                стовпчики, встановлені на заокругленнях малого радіуса, крутих
                спусках, інших небезпечних ділянках або вздовж всієї протяжності
                доріг. Посередині розмітки розміщують світлоповертальний
                елемент;
              </p>
              <p>
                2.6 <img alt="Розмітка 2.6" src={two_6} title="Розмітка 2.6" />{" "}
                - бордюри небезпечної ділянки дороги (напрямного острівця,
                острівця безпеки, зупинки маршрутного транспорту, початкової
                ділянки розділювальної смуги, центрального острівця кільцевої
                розв'язки, крутих спусках тощо).
              </p>
            </li>
          </ol>
        </li>
      </ol>
    </div>
  );
};

export default RulesText;
