import React from 'react';
import "./RulesText.css";

const RulesText = () => {
    return (
        <div>
            <div>
                    
                <h3 style={{textAlign: "center"}}>Правила дорожнього руху</h3>
                
                <ol className="custom-list">
                    <li>
                        <h4>Загальні положення</h4>
                        <ol className="nested-list">
                            <li>
                                <p>Ці Правила відповідно до Закону України «Про дорожній рух» встановлюють єдиний порядок дорожнього руху на всій території України.</p>
                                <p>Інші нормативні акти, що стосуються особливостей дорожнього руху (перевезення спеціальних вантажів, експлуатація транспортних засобів окремих видів, рух на закритій території тощо), повинні ґрунтуватися на вимогах цих Правил.</p>
                            </li>
                            <li>
                                <p>В Україні установлено правосторонній рух транспортних засобів.</p>
                            </li>
                            <li>
                                <p>Учасники дорожнього руху зобов'язані знати й неухильно виконувати вимоги цих Правил, а також бути взаємно ввічливими.</p>
                            </li>
                            <li>
                                <p>Кожний учасник дорожнього руху має право розраховувати на те, що й інші учасники виконують ці Правила.</p>
                            </li>
                            <li>
                                <p>Дії або бездіяльність учасників дорожнього руху та інших осіб не повинні створювати небезпеку чи перешкоду для руху, загрожувати життю або здоров'ю громадян, завдавати матеріальних збитків.</p>
                                <p>Особа, яка створила такі умови, зобов'язана негайно вжити заходів до забезпечення безпеки дорожнього руху на цій ділянці дороги та вжити всіх можливих заходів до усунення перешкод, а якщо це неможливо, попередити про них інших учасників дорожнього руху, повідомити уповноважений підрозділ Національної поліції, власника дороги або уповноважений ним орган.</p>
                            </li>
                            <li>
                                <p>Використовувати дороги не за їх призначенням дозволяється з урахуванням вимог статей 36-38 Закону України «Про автомобільні дороги».</p>
                            </li>
                            <li>
                                <p>Водії зобов’язані бути особливо уважними до таких категорій учасників дорожнього руху, як велосипедисти, особи, які рухаються в кріслах колісних, та пішоходи. Усі учасники дорожнього руху повинні бути особливо обережними до дітей, людей похилого віку та осіб з явними ознаками інвалідності.</p>
                            </li>
                            <li>
                                <p>Обмеження в дорожньому русі, крім передбачених цими Правилами, можуть бути запроваджені в установленому законодавством порядку.</p>
                            </li>
                            <li>
                                <p>Особи, які порушують ці Правила, несуть відповідальність згідно із законодавством.</p>
                            </li>
                            <li>
                                <p>Терміни, що наведені у цих Правилах, мають таке значення:</p>
                                <p>автобус — автомобіль з кількістю місць для сидіння більше дев'яти з місцем водія включно, який за своєю конструкцією та обладнанням призначений для перевезення пасажирів та їхнього багажу із забезпеченням необхідного комфорту та безпеки;</p>
                                <p>автомагістраль — автомобільна дорога, що:
                                    <ul>
                                        <li>спеціально побудована і призначена для руху транспортних засобів, не призначена для в’їзду на прилеглу територію або виїзду з неї;</li>
                                        <li>має для кожного напрямку руху окремі проїзні частини, відокремлені одна від іншої розділювальною смугою;</li>
                                        <li>не перетинає на одному рівні інші дороги, залізничні і трамвайні колії, пішохідні і велосипедні доріжки, шляхи проходу тварин, має огородження на узбіччях і розділювальній смузі та обгороджена сіткою;</li>
                                        <li>позначена дорожнім знаком 5.1 <img alt='"Автомагістраль"' height="25px" src='images/5_1.png' title="sign_5_1"/>;</li>
                                    </ul>
                                </p>
                                <p>автомобільна дорога, вулиця (дорога) — частина території, в тому числі в населеному пункті, призначена для руху транспортних засобів і пішоходів, з усіма розташованими на ній спорудами (мостами, шляхопроводами, естакадами, надземними і підземними пішохідними переходами) та засобами організації дорожнього руху, і обмежена по ширині зовнішнім краєм тротуарів чи краєм смуги відводу. Цей термін включає також спеціально побудовані тимчасові дороги, крім довільно накатаних доріг (колій);</p>
                                <p>автомобільні дороги державного значення — автомобільні дороги загального користування, до яких належать міжнародні, національні, регіональні та територіальні автомобільні дороги, які позначені відповідними дорожніми знаками;</p>
                                <p>автопоїзд (транспортний состав) — механічний транспортний засіб, що з’єднаний з одним або кількома причепами за допомогою зчіпного пристрою;</p>
                                <p>безпечна дистанція — відстань до транспортного засобу, що рухається попереду по тій самій смузі, яка у разі його раптового гальмування або зупинки дасть можливість водієві транспортного засобу, що рухається позаду, запобігти зіткненню без здійснення будь-якого маневру;</p>
                                <p>безпечний інтервал — відстань між боковими частинами транспортних засобів, що рухаються, або між ними та іншими об'єктами, за якої гарантована безпека дорожнього руху;</p>
                                <p>безпечна швидкість — швидкість, за якої водій має змогу безпечно керувати транспортним засобом та контролювати його рух у конкретних дорожніх умовах;</p>
                                <p>буксирування — переміщення одним транспортним засобом іншого транспортного засобу, яке не належить до експлуатації автопоїздів (транспортних составів) на жорсткому чи гнучкому зчепленні або способом часткового навантаження на платформу чи на спеціальне опорне пристосування;</p>
                                <p>вантажний автомобіль — автомобіль, який за своєю конструкцією та обладнанням призначений для перевезення вантажів;</p>
                                <p>велосипед — транспортний засіб, крім крісел колісних, що приводиться в рух мускульною силою людини, яка знаходиться на ньому;</p>
                                <p>велосипедист — особа, яка керує велосипедом;</p>
                                <p>велосипедна доріжка — доріжка з покриттям поза межами проїзної частини вулиці та/або дороги, розташована окремо чи суміжно з тротуаром або пішохідною доріжкою, що призначена для руху на велосипедах, і позначена дорожнім знаком 4.14 <img alt='"Доріжка для велосипедистів"' height="25px" src="images/4_14.png" title="sign_4_14"/> та горизонтальною розміткою 1.36 <img alt='"Розмітка"' height="25px" src="images/1_36.png" title="sign_1_36"/>;</p>
                            {/*    <p></p>
                                <p></p>
                            </li>
                            <li>
                                <p></p>*/}
                            </li>
                        </ol>
                    </li>
                </ol>
            </div>
            
            
        </div>
    );
};
    
    export default RulesText;