import React from 'react';
import "./LawText.css";

/**
 * Contains names and text of laws and links to them
 * @returns {JSX.Element}
 */
const LawText = () => {
    return (
        <div>
            <div>
                    
                    <div style={{borderBottom: "3px solid #cd2626", textAlign: "center", fontWeight: "bold"}}>Закони (5)</div>
                    
                    <p><a className="my-link" href="http://zakon2.rada.gov.ua/laws/show/80732-10/page5" rel="nofollow" target="_blank">Кодекс України про адміністративні правопорушення</a>. Визначає перелік штрафів за порушення у сфері дорожнього руху; порядок тимчасового вилучення посвідчення водія (стаття 265-1) і затримання транспортних засобів (стаття 265-2), вилучення ліцензійної картки на транспортній засіб (стаття 265-2); порядок оскарження адміністративного стягнення (стаття 267) і права особи, що притягається до адміністративної відповідальності (стаття 268); строки і порядок оплати та примусового виконання постанови про стягнення штрафу (статті 307-308).</p>
                    
                    <p><a className="my-link" href="http://zakon2.rada.gov.ua/laws/show/3353-12" rel="nofollow" target="_blank">Про дорожній рух</a>. Визначає права і обов'язки водіїв та інших учасників дорожнього руху, обов'язки, компетенцію і повноваження органів державної влади і місцевого самоврядування у сфері організації дорожнього руху; вимоги до власників доріг; порядок обмеження або заборони руху; вимоги щодо виробництва, продажу, експлуатації транспортних засобів, а також їх реєстрації і технічного контролю, підстави для заборони експлуатації транспортних засобів.</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/1961-15" target="_blank">Про обов'язкове страхування цивільно-правової відповідальності власників наземних транспортних засобів</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon2.rada.gov.ua/laws/show/2341-14/page9#n1970" target="_blank">Кримінальний кодекс України</a>. Визначає покарання за ненадання допомоги особі, яка перебуває в небезпечному для життя стані (ст. 136), порушення правил безпеки дорожнього руху або експлуатації транспорту що спричинили смерть потерпілого або заподіяли тілесне ушкодження (ст. 286), випуск в експлуатацію технічно несправних транспортних засобів, допуск до керування транспортним засобом особи, яка перебуває в стані алкогольного, наркотичного чи іншого сп'яніння або під впливом лікарських препаратів, що знижують її увагу та швидкість реакції, або не має права на керування транспортним засобом або інше порушення їх експлуатації (ст. 287), порушення правил, норм і стандартів, що стосуються убезпечення дорожнього руху якщо це порушення спричинило потерпілому середньої тяжкості тілесне ушкодження, тяжке тілесне ушкодження або смерть (ст. 288), незаконне заволодіння транспортним засобом (ст. 289), знищення, підробка або заміна номерів вузлів та агрегатів транспортного засобу (ст. 290), порушення чинних на транспорті правил, що убезпечують рух, а також правил, норм і стандартів виготовлення, переобладнання, ремонту транспортних засобів, якщо це спричинило загибель людей або інші тяжкі наслідки (ст. 291).</p>
                    
                    <p><a className="my-link" href="https://zakon.rada.gov.ua/laws/show/580-19" target="_blank">Про Національну поліцію</a>. Визначає правові засади організації та діяльності Національної поліції України, статус поліцейських, а також порядок проходження служби в Національній поліції України.</p>
                    
                
                    <div style={{borderBottom: "3px solid #f58025", textAlign: "center", fontWeight: "bold"}}>Постанови Кабінету Міністрів (11)</div>
                    
                    <p><a className="my-link" href="http://zakon1.rada.gov.ua/laws/show/340-93-%D0%BF" rel="nofollow" target="_blank">Положення про порядок видачі посвідчень водія та допуску громадян до керування транспортними засобами</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/137-2012-%D0%BF" rel="nofollow" target="_blank">Порядок проведення обов&rsquo;язкового технічного контролю та обсяги перевірки технічного стану транспортних засобів</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/1102-2008-%D0%BF" target="_blank">Порядок тимчасового затримання та зберігання транспортних засобів на спеціальних майданчиках і стоянках</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon1.rada.gov.ua/laws/show/1388-98-%D0%BF/page#o15" rel="nofollow" target="_blank">Порядок державної реєстрації (перереєстрації), зняття&nbsp; з обліку автомобілів, автобусів, а також самохідних машин, сконструйованих&nbsp; на шасі автомобілів, мотоциклів усіх типів, марок і моделей, причепів, напівпричепів, мотоколясок, інших прирівняних до них транспортних засобів та мопедів</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/1103-2008-%D0%BF" target="_blank">Постанова №1103</a> - Порядок направлення водіїв транспортних засобів для проведення огляду з метою виявлення стану алкогольного, наркотичного чи іншого сп'яніння або перебування під впливом лікарських препаратів, що знижують увагу та швидкість реакції, і проведення такого огляду.</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/1102-2008-%D0%BF" target="_blank">Порядок тимчасового затримання та зберігання транспортних засобів на спеціальних майданчиках і стоянках</a>. Визначає коли і на яких підставах може бути затримано транспортний засіб. Затримання може відбуватися у формі блокування або доставлення на спеціальний майданчик (штрафмайданчик). Цей документ, також, визначає порядок затримання, права і обов'язки водіїв і поліцейських.</p>
                    
                    <p><a className="my-link" href="http://zakon3.rada.gov.ua/laws/show/795-2007-%D0%BF" target="_blank">Постанова КМ №795</a>. Про затвердження переліку платних послуг, які надаються підрозділами Міністерства внутрішніх справ, Національної поліції та Державної міграційної служби, і розміру плати за їх надання.</p>
                    
                    <p><a className="my-link" href="http://zakon1.rada.gov.ua/laws/show/1086-2008-%D0%BF" target="_blank">Порядок тимчасового вилучення посвідчення водія на транспортний засіб та їх повернення</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/712-2015-%D0%BF" target="_blank">Постанова №712</a>&nbsp;- перелік автомобільних доріг державного значення. Актуально для скутеристів, оскільки згідно ст. 34 Закону "Про дорожній рух" державній реєстрації та обліку підлягають мопеди, що використовуються на автомобільних дорогах державного значення. Для експлуатації мопедів на інших дорогах реєстрація не вимагається.</p>
                    
                    <p><a className="my-link" href="http://zakon1.rada.gov.ua/laws/show/607-2010-%D0%BF" target="_blank">Порядок переобладнання транспортних засобів</a>. Затверджено постановою Кабінету Міністрів України N 607. Актуально для тих, хто встановлює на автомобіль газо-балонне обладнання (ГБО) або виконує інше переобладнання транспортного засобу.</p>
                    
                    <p>Постанова КМУ від 28.10.2015 року № 877. <a className="my-link" href="http://zakon3.rada.gov.ua/laws/show/877-2015-%D0%BF" target="_blank">Про затверждення положення про Національну поліцію</a>.</p>
                    
                
                    <div style={{borderBottom: "3px solid #08B54A", textAlign: "center", fontWeight: "bold"}}>Накази та інструкції (7)</div>
                    
                    <p><a className="my-link" href="http://zakon2.rada.gov.ua/laws/show/z0074-10" rel="nofollow" target="_blank">Інструкція про порядок приймання іспитів для отримання права керування транспортними засобами та видачі посвідчень водія</a>.</p>
                    
                    <p><a className="my-link" href="http://zakon2.rada.gov.ua/laws/show/z0031-00" rel="nofollow" target="_blank">Перелік захворювань і вад, при&nbsp; яких&nbsp; особа&nbsp; не&nbsp; може&nbsp; бути&nbsp; допущена до керування відповідними транспортними засобами</a>. Перелік визначає перелік протипоказань окремо для кожної категорії транспортних засобів.&nbsp; Затверджено наказом Міністерства охорони здоров'я.</p>
                    
                    <p>Наказ МВС та Мінфіну "<a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/z1887-13/paran15#n15" target="_blank">Про затвердження розмірів плат за транспортування і зберігання тимчасово затриманих транспортних засобів на спеціальних майданчиках (стоянках)</a>" визначає розмір плати за транспортування та зберігання транспортного засобу на штрафмайданчику.&nbsp;</p>
                    
                    <p><a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/z1413-15" target="_blank">Інструкція про порядок виявлення у водіїв транспортних засобів ознак алкогольного, наркотичного чи іншого сп'яніння або перебування під впливом лікарських препаратів, що знижують увагу та швидкість реакції.</a> Затверждена спільним Наказом МВС та МОЗ України.</p>
                    
                    <p>Склад <a className="my-link" href="/media/%D0%90%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D1%96%D0%BB%D1%8C%D0%BD%D1%96%20%D0%BC%D0%B5%D0%B4%D0%B8%D1%87%D0%BD%D1%96%20%D0%B0%D0%BF%D1%82%D0%B5%D1%87%D0%BA%D0%B8.htm" target="_blank">автомобільної медичної аптечки</a>, згідно вимог ДСТУ 3961-2000 з урахуванням змін від 01.09.2013 р.</p>
                    
                    <p>Наказ МВС/МОЗ №1452/735 "<a className="my-link" href="http://zakon4.rada.gov.ua/laws/show/z1413-15" target="_blank">Про затвердження Інструкції про порядок виявлення у водіїв транспортних засобів ознак алкогольного, наркотичного чи іншого сп&rsquo;яніння або перебування під впливом лікарських препаратів, що знижують увагу та швидкість реакції</a>" від 09.11.2015.</p>
                    
                    <p><a className="my-link" href="http://zakon5.rada.gov.ua/laws/show/z1408-15" target="_blank">Інструкція</a> з оформлення поліцейськими матеріалів про адміністративні правопорушення у сфері забезпечення безпеки дорожнього руху, зафіксовані не в автоматичному режимі. Затверджена Наказом МВС №1395 від 07.11.2015.</p>
                    
                
            </div>
            
            
        </div>
    );
};
    
    export default LawText;